[
  {
    "publisher": "American Stereoscopic Company",
    "catalog_number": "",
    "year": 1904,
    "title": "A Part of Japan's ever-victorious Army on Parade Ground, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "American Stereoscopic Company",
    "catalog_number": "",
    "year": 1904,
    "title": "The Russo-Japanese War - Chemulpo, Korea, where Russian Cruisers were destroyed by Japanese",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "American Stereoscopic Company",
    "catalog_number": "",
    "year": 1904,
    "title": "The Russo-Japanese War, Fusan, Korea, where large bodies of Japanese troops landed",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "American Stereoscopic Company",
    "catalog_number": "",
    "year": 1904,
    "title": "The Russo-Japanese War - Pack Trains entering Seoul, Korea",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "American Stereoscopic Company",
    "catalog_number": "",
    "year": 1904,
    "title": "The Russo-Japanese War - Russian Soldiers bringing in the wounded",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "American Stereoscopic Company",
    "catalog_number": "",
    "year": 1904,
    "title": "The Russo-Japanese War - Russian Soldiers on the march, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "American Stereoscopic Company",
    "catalog_number": "",
    "year": 1904,
    "title": "Some loyal soldier boys of the Mikado - Tokio-Parade Ground, Japan",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "American Stereoscopic Company",
    "catalog_number": "",
    "year": 1905,
    "title": "A terrific artillery battle at Port Arthur, October 6, 1904",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "American Stereoscopic Company",
    "catalog_number": "",
    "year": 1905,
    "title": "Some Japanese Heroes Wounded in Attack upon Port Arthur Hills",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Griffith & Griffith",
    "catalog_number": 8,
    "year": 1904,
    "title": "Part of First Division on Firing Line, Manchuria, China",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Griffith & Griffith",
    "catalog_number": 11,
    "year": 1904,
    "title": "A company of infantry training, Tokio, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Griffith & Griffith",
    "catalog_number": 12,
    "year": 1904,
    "title": "Cavalry Horses of First Division, Tokio, Japan",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Griffith & Griffith",
    "catalog_number": 16,
    "year": 1904,
    "title": "Lieutenant General of First Division Consulting his Officers, Tokio, Japan",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb857/image_access_800.jpg"
  },
  {
    "publisher": "Griffith & Griffith",
    "catalog_number": 32,
    "year": 1905,
    "title": "The Rank and File of the Japanese Army, Manchuria",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Griffith & Griffith",
    "catalog_number": 33,
    "year": 1905,
    "title": "With the Japanese Army in Manchuria, China",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Griffith & Griffith",
    "catalog_number": 8877,
    "year": 1906,
    "title": "Miles of Provision Wagons with the Japanese Army in Manchuria",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Griffith & Griffith",
    "catalog_number": 8903,
    "year": 1906,
    "title": "Infantry on the March in the Trenches near Tieleng, Manchuria",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb793/image_access_800.jpg"
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8304,
    "year": 1904,
    "title": "A Japanese Infantry Troop in marching order",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8312,
    "year": 1904,
    "title": "Japanese Cavalry starting on an expedition",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8327,
    "year": 1904,
    "title": "Shinto Priests in the Funeral Procession of Lieut. Suzuki, Yokohama, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8334,
    "year": 1905,
    "title": "Japanese Infantry at the Emperor's Birthday Review, Tokio, Japan",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8335,
    "year": 1905,
    "title": "Infantry resting after the review by the Emperor, Ooyama Parade Grounds, Tokio, Japan",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr37v/image_access_800.jpg"
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8341,
    "year": 1905,
    "title": "Infantry marching out of the Castle Grounds, double (?) time - Hiroshima, Japan",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8342,
    "year": 1905,
    "title": "Funeral Procession of Victims of Transport Hitachi Maru, sunk by Russians - Soldiers carrry boxes representing coffins for each man lost, Tokio, Japan",
    "verso": "Funeral Procession of Victims of Transport Hitachi Maru, Sunk by Russians, Tokio, Japan, Russian-Japanese War",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8343,
    "year": 1905,
    "title": "Funeral Procession of Victims of Transport Hitachi Maru, sunk by Russians - Soldiers carrying the \"Sakaki\" trees sacred in Shinto religion, Tokio, Japan",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8344,
    "year": 1905,
    "title": "Shinto Priests in funeral procession of Transport Hitachi Maru victims, Tokio, Japan",
    "verso": "Funeral Procession of Victims of Transport Hitachi Maru, Sunk by Russians - Shinto Priests awaiting the Cortege, Tokio, Japan",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8355,
    "year": 1905,
    "title": "The mobility of the Japanese army - a mountain battery on the march",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8358,
    "year": 1905,
    "title": "Funeral Procession of Officers Killed at Port Arthur - infantry trailing arms - Hiroshima, Japan",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8376,
    "year": 1905,
    "title": "Russian Prisoners at their midday meal in Myosaji temple, Matsuyama, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8394,
    "year": 1905,
    "title": "Before Liao Yang - Brave Japanese in open field about to fire on masked russian battery in the hills",
    "verso": "",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb83p/image_access_800.jpg"
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8418,
    "year": 1905,
    "title": "Bombarding Port Arthur with one of the 18 \"Osaka Babies\" - Powerful Coast Defense guns built by Japs at Osaka - Loading with 500 lb. shell",
    "verso": "Unreadable",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8422,
    "year": 1905,
    "title": "At Gen. Nogi's headquarters before Port Arthur - in bomb-proof dug-out well within Russian fire-zone",
    "verso": "Unknown",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3c30000/3c34000/3c34300/3c34396r.jpg"
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": 8432,
    "year": 1905,
    "title": "A mile of Chinese Mule Carts waiting their turn, Dalny, Manchuria",
    "verso": "Unreadable",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": "",
    "year": 1906,
    "title": "Theatre St., during celebration of fall of Port Arthur, Tokio, Japan",
    "verso": "Unknown",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3c10000/3c12000/3c12500/3c12595r.jpg"
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": "(16) 8353",
    "year": 1905,
    "title": "Japanese method of transporting machine guns in hills of Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": "(18) 8394",
    "year": 1905,
    "title": "Japanese Gunners about to open fire during actions at Liao Yang",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "H. C. White Company",
    "catalog_number": "(19) 8381",
    "year": 1905,
    "title": "Starting for the Front - Commanders Kurokl and Prince Kunl at Kwantel Temple during the bloody fight of L'ao Yang",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "International View",
    "catalog_number": 3659,
    "year": 1905,
    "title": "Japanese Howitzer Battery at Battle of Shaho, Manchuria",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb814/image_access_800.jpg"
  },
  {
    "publisher": "International View",
    "catalog_number": 3660,
    "year": 1905,
    "title": "A Japanese Field Battery Firing Shells over the Mountains into Burning Port Arthur",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr359/image_access_800.jpg"
  },
  {
    "publisher": "International View",
    "catalog_number": 3662,
    "year": 1905,
    "title": "Japanese Field Artillery at Siege of Port Arthur",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr57b/image_access_800.jpg"
  },
  {
    "publisher": "International View",
    "catalog_number": "",
    "year": 1905,
    "title": "Wholesale Destruction of Japanese Troopes before Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14040,
    "year": 1904,
    "title": "Falling into Line - Troops of the Imperial Army, Japan",
    "verso": "A JAPANESE OFFICER'S VIEW.\nJapan has no reason to fear the size of the Russian army. She can put 500,000 well trained soldiers in the field, to meet her gigantic foe, and when danger calls, every Japanese is a soldier. Love of Emperor and country unites us all as one man, and the chivalrous traditions of by-gone ages have left indelible traces on the national character. We prefer death to dishonor, are always ready to die for our fatherland, and do not know when we are beaten.\nRussia is in truth, a great foe of humanity, and antagonistic to all true civilization; and as such is the enemy, not of Japan only, but of the whole world. In the eyes of our people, we are fighting for great principles, and this war represents a conflict between justice, simple and unadorned, and injustice, decked out in sham jewels such as the Czar's Peace Conference at The Hague.\nWe hope to demonstrate how just and honorable are the principles for which Japan is fighting against Russian perfidy and faithlessness.\n-Wasuke Jikemura, Major (Retired)",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb768/image_access_800.jpg"
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14041,
    "year": 1904,
    "title": "Breaking Ranks - Soldiers of the Imperial Army now at the Front, Japan",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14046,
    "year": 1904,
    "title": "A Noon Lunch of Rice and Tea - Japanese Army on the Way to the Front",
    "verso": "A JAPANESE DAMON AND PYTHIAS. It was at the Kokura Garrison and some of the men were being sent to the front. A private named Nakao came suddenly to his corporal, Sugitani Jotaro, dragging a comrade with him. \"Here, I am a bachelor,\" said Nakao, \"while my friend has a wife and three children. Let me go in his stead to fight the Russians.\" \"True,\" said the other, \"Nakao is a bachelor, and I have a wife and children. But Nakao is an only son, and his aged parents are dependent upon his care. I will go rather than him leave his honored parents.\" Both men were deeply affected; and the corporal was equally moved and knew not how to decide. At last he said, \"I am the superior, Nakao, and I order you to remain behind.\" Rice, fish, beans and eggs are the staple articles of food in Japan. Tea is the universal beverage. No coffee is used and no beer. The national intoxicant is sake, which may be defined as rice-gin. There is little drunkenness among the Japanese; in this they have an advantage over the troops of their gigantic foe.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14070,
    "year": 1904,
    "title": "Physical Drill of Japanese Regulars",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14072,
    "year": 1904,
    "title": "The Left Wing Preparing to Repel a Charge of Russian Infantry - The Mikado's Intrepid Soldier Boys",
    "verso": "",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr42q/image_access_800.jpg"
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14073,
    "year": 1904,
    "title": "Japnese Soldiers on the Skirmish Line - Feeling the Enemy",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14501,
    "year": 1904,
    "title": "Russian Infantry at Parade, Port Arthur, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14504,
    "year": 1904,
    "title": "Russian Fleet in Port Arthur Harbor",
    "verso": "These white ships, in the Russian view, represent the supremacy of the white race and the Christian faith. The flag bears the Cross. It is the sacred duty of the fleet to oppose the heathenish, barbarous, Yellow peril. The Russian nation most sincerely believes that in extending its conquest in Asia the best interests of mankind are being promoted. No British or American imperialist is more honestly or more completely assured of the righteousness of his cause than in the Russian imperialist. It is a decree of the Divine Will that this virile northern, and most Christian empire shall subdue and regenerate the effete peoples of Asia. The whole Eurasiatic continent ought, as a matter of destiny and good providence, to be ruled from St. Petersburg and made the capital of an empire ten times as great as Constantine's. But Russia does not covet the New World, as evidenced by her cession of Alaska and her constant desire to maintain our friendship. The expansion of the United States, the expansion of the British empire, and the expansion of Russia, are unquestionably the greatest political facts of these latest centuries. Each nation believes that it is doing the will of God and advancing the best interests of mankind - bearing the white man's burden. Each is subject to the greatest criticism and peril; but in general the advance of all three seems as irresistible as the motions of the stars. The Port Arthur squadron has been crippled, but it will be replaced. Russia counts time by the centuries and pursues a purpose steadily through successive generations.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14505,
    "year": 1904,
    "title": "Russian Battleship Petrepavlevsk which was sunk by the Japanese near Entrance to Port Arthur, April 13, 1904, with Admiral Makaroff and 800 men",
    "verso": "Unreadable",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14506,
    "year": 1904,
    "title": "A Part of the Great Army with which Russia Hopes to Drive the Japanese from the Asiatic Mainland, Port Arthur, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14508,
    "year": 1904,
    "title": "Road to New Chinese Town, Port Arthur, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14523,
    "year": 1905,
    "title": "In the trenches at the Sha-ho - firing on the enemy from bomb-proof retreats, Manchuria",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3c10000/3c12000/3c12600/3c12661v.jpg"
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14524,
    "year": 1905,
    "title": "Japanese Wounded in Battle of the Yalu - in Hospital at Antung, Manchuria",
    "verso": "The hospital service of Japan is efficient and effective for the needs of the present war. It is said that among other unsuspected sources of strength, the Japanese have practically reduced the mortality record to the actual results of the conflict of arms. Statistics even show that the death rate in their army is less than that of some of our occidental countries in times of peace. These facts are attracting the attention of the civilized world, and perhaps one good result of this terrible war will be realized in the years to come, when we shall have been able to profit by their example in matters pertaining to hygienic living and self-discipline. Whatever of good may come of the wholesale slaughter, however, it is hardly possible that it will be worth the price. In the words of a Japanese socialist writer, \"we cannot foresee which of the two governments shall win in fighting, but whichever gets the victory, the results of the war will be all the same - general misery, the burden of heavy taxes, the degradation of morality, and the supremacy of militarism. Therefore, the most important question before us is not which government shall win, but how soon can we bring the war to an end.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14526,
    "year": 1905,
    "title": "Russian Guns Captured at Ham-a-tan, Manchuria",
    "verso": "The Russian disaster at Hamatan followed immediately upon their defeat at the battle of Yalu river, at the beginning of May, 1904. The Russian reserves were held at Hamatan, and to that point, on the Peking road, the Russian forces retreated from the bank of the Yalu and the bank of its tributary, the Ai. Forty thousand victorious Japanese followed them in three columns which converged upon the surprised Russians at Hamatan, ten miles away. Frederick Palmer, who was with Kuroki's army, wrote that the engagement that ensued was not war, but slaughter. The Russians formed around their guns and vainly tried to charge. Out of the confusion a priest led the remnant of one regiment through the enemy's fire. The rest surrendered - \"a pitiful, stricken mob,\" says Palmer Officers, overwhelmed with surprise and disaster, wept and kissed each other in hysterical rejoicing that they had escaped annihilation. The 28 guns captured at Hamatan were a great prize for the Japanese, being better field guns than they had owned before. Antung is on the Yalu, ten miles south of Hamatan.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14534,
    "year": 1905,
    "title": "Burning Wood to Make Charcoal for Use in the Dug-out, near the Hun River, Manchuria",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14541,
    "year": 1905,
    "title": "Imperial Japanese Guards at Towan, Manchuria",
    "verso": "Towan is the name of a town and valley near Motienling which is a pass like Thermopylae, on the Peking road southeast of Liaoyang. The valley is \"precisely the kind of valley which would be illustrated in the physical geography; it is a trough between hills.\" Both town and valley were within the field of operations during the whole month of July, 1904, when the armies of Kuroki and Kuropatkin contended fo rthe possession of Motienling as the key to Liaoyang. The Russians attempted to recover the pass - which they had unaccountably abandoned - on July 4 and July 17, but were driven back to the town of Towan. On July 31 the Japanese drove the Russians from their position and on August 1 occupied the town. Observe in this view the wire of the field telegraph. The various parts of his army were not under General Kuroki's observation, but were kepts in communication with his headquaters by telegraph. It was a high crime to cut the wire. A Chinese who did it was beheaded on the spot by the Japanese officer who discovered him with pincers and stolen wire in his hands.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14544,
    "year": 1905,
    "title": "In the Trenches - Awaiting a Charge by the Enemy, Valley of the Shaho River",
    "verso": "Small and supple, the Japanese soldiers have a great advantage in the trenches. The little brown man clings to the trench as if he were a part of it; and he is a smaller mark than his enemy. The heavy awkward Russian is never at home in the trenches; the position is unnatural and awkward for him. The despised dwarf fights more easily than the clumsy giant. \"When Ivan Ivanovitch - he of the boots, the sloppy trousers, the big blanket roll, and a bucket for a pannikin - lies to take cover, and when he rises to advance, it is the effort of a camel with all his equipment hampering him.\" (Palmer.) The Sha-ho and the Hun-ho are tributaries of the Liao-ho; ho is the Chinese termination for river. The Sha and the Hun are tributaries of the Taitse; they are between Liaoyang and Mukden. The hostile armies faced each other along the Sha and the Hun from October, 1904, until the great battle of Mukden. On March 6, 1905, Kuropatkin telegraphed, \"The centre maintains its position on the Sha-ho as far as Sha-ho-pu.\" On March 8, a correspondent with Kuroki's army telegraphed, \"The Russians, under cover of darkness, have evacuated the whole line along the Sha-ho, and are now in full retreat northwards.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14546,
    "year": 1905,
    "title": "On the Firing Line Awaiting the Russian Attack, Liao Yang, Manchuria",
    "verso": "This view illustrates the care which officers now take against needlessly exposing their troops. The men are taught to lie down to fire, instead of standing up as targets for the long-range rifles of the enemy. The old rule, \"Do not fire till you see the whites of their eyes\" is altogether obsolete; the was used in the days of short-range, muzzleloading muskets. Armies do not now oppose each other in enormous masses, but are spread out over great areas. The battle front of each hostile army along the Sha and Hun rivers was about 40 miles long, and the Japanese girdle that almost encircled Kuropatkin's army at the battle of Mukden was 120 miles in length. The Japanese infantry fight in groups of twelve. Mr. Ludovic Naudeau, one of the war correspondents, telegraphed on August 30: \"From Liaoyang with the naked eye all the neighboring mountains were seen constantly lit up by the Russian guns and the bursting of Japanese shells. The air trembles while the mountain thunders as if shaken by a terrific cataclysm. Competent persons tell me that if this artillery duel lasts all day, each army will  have fired about 50,000 projectiles.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14550,
    "year": 1905,
    "title": "A Reconnoitering Party of Japanese Infantry, In the Vicinity of Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14551,
    "year": 1905,
    "title": "A Party of Japanese Infantry Stationed in the Mountains near Port Arthur",
    "verso": "Captain Frank Brinkley, editor of the Japan Mail, correspondent of the London Times, and author of several standard books on Japan, tells us, after a residence of thirty years among them, that the Japanese represent the Anglo-Saxon cause in Eastern Asia and are fighting our battle. In an article on the Causes of the Russo-Japanese war, in the Outlook of April 16, 1904, he wrote: \"Simultaneously with deferring her answers to Japan's proposals and protracting the negotiations to an extent that was actually contumelious, Russia hastened to send eastward a big fleet of warships and a new army of soldiers. It was impossible for the dullest politician to mistake her purpose.\" The only alternatives for Japan were war or total and permanent effacement in Asia. She chose war, and in fighting it she is fighting the battle of Anglo-Saxondom as well as herself, the battle of free and equal opportunities for all without undue encroachment upon the sovereign rights or territorial integrity of China or Korea, against a military dictatorship, against a programme of ruthless territorial aggrandizement, and against a policy of selfish restrictions.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14704,
    "year": 1904,
    "title": "Japanese Infantry Forming into Squares to Receive Charge of Russian Cossacks",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb69v/image_access_800.jpg"
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14706,
    "year": 1904,
    "title": "The Brave Boys of Japan Who Freely Give Their Support to His Imperial Majesty, the Emperor, in the War with Russia",
    "verso": "WAR IS HEATHENISH.\nIt is comprehensible that a heathen, a Greek, a Roman, even a mediaeval Christian, ignorant of the Gospel and blindly believing all the prescriptions of the Church, might fight, and fighting pride himself on his military achievements. But how can a believing Christian, or even a skeptic, involuntarily permeated by the Christian ideals of human brotherhood and love which have inspired the works of the philosophers, moralists, and artists of our time-how can such take a gun or stand by a cannon, and aim at a crowd of his fellow-men, desiring to kill as many of them as possible?\nThe Assyrians, Romans, or Greeks might be persuaded that in fighting they were acting not only according to their conscience, but even fulfilling a righteous deed. But, whether we wish it or not, we are Christians, and however Christianity may have been distorted its general spirit cannot but lift us to that higher plane of reason whence we can no longer refrain from feeling with our whole being not only the senselessness and the cruelty of war, but its complete opposition to all that we regard as right and good. Therefore we cannot do as they did, with assurance, firmness, and peace, and without a consciousness of our criminality.-Tolstoi on the Wickedness of War.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14764,
    "year": 1904,
    "title": "Japanese Artillery preparing for the Field",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14797,
    "year": 1905,
    "title": "Military Review, Emperor's Birthday, Nov. 3, 1904, Tokio, Japan.",
    "verso": "Compare this splendid modern army with the warriors of Old Japan - views 14798, 14799 - with their elaborate armor and crude weapons. One of the war correspondents steadily refers to the Japanese army as \"The Great System.\" An American resident in Japan writes to friends, \"That is the secret of much of the Japanese success. It is true that the Japanese are wonderfully brave, tho it seems as if around Port Arthur, especially at 203 Meter Hill, the Russians showed them-selves equally brave. But in addition to that the Japanese Great System has been systema (?) whole Manchurian campaign has been little more to it than an ordinary spring or fall manoeuvre. And it is likely to be soto the end unless Russia can get military forces and military supplies out to Manchuria much faster than the Baltic fleet or their single track railroad gives us any reason to believe they can. Japan will simply grind them back up the railroad and out of China. Of course it is a strain on Japan's resources of men, and still more on her resources of money, but the Great System itself gives no cause for anxiety at all.\" Letter of Rev. H. V. S. Peeke, Saga, Jan. 14, 1905.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": "(15) 14504",
    "year": "",
    "title": "Russian Pacific Fleet",
    "verso": "The word fleet is often applied to any group of ships at sea, although in reality it constitutes a definite and complete arrangement of battleships, scout and armored cruisers, torpedo destroyers and hospital ships, as well as vessels containing supplies and occasionally boats of army transports. The signal systems of the modern war ships have to aid them, the twentieth century discovery, the wireless. Air ships sent from the decks of ships will also give material aid in the locating of the enemies' boats and directing the gun shots so that ﻿each charge will tell. In times of peace the ships of the navy are spick and span with flags and ensigns flying, but in war time every mark of identification is removed. No flags fly and ships are repainted in the effort to obliterate all distinguishing marks. There is, however, one way by which seamen recognize a hostile ship and that is by its silhouette. The ships of various countries differ in this feature and the able seaman is rarely at a loss as to the identity of the boat in sight.",
    "image": ""
  },
  {
    "publisher": "Keystone View Company",
    "catalog_number": 14856,
    "year": 1905,
    "title": "Erlungshan, the Scene of a Desperate Struggle in Which Many Hundreds Were Slain at Port Arthur",
    "verso": "14856-Erlungshan, the Scene of a Desperate Struggle In Which Many Hundreds Were Slain at Port Arthur. A Japanese professor has described Japanese feeling over the retrocession of Port Arthur to China at the dictation of Russia. France and Germany in 1895. During the recent siege of Port Arthur the Professor wrote: \"After the retrocession more than 100 soldiers who had fought in Manchuria took it as the blackest stain on our national honor, as an unparalleled humiliation of a nation which had never before been humiliated by a foreign power. They wished to put this on record, and so they wrote their protest with their own blood by committing hari-kiri, by that ancient right of the Samurai, which says to the world that they would rather die than see dishonor. \"In their dreams, in the eyes of their imagination, the fighting men of Japan to-day see the ghosts of these men wandering over Port Arthur in company with those of many hundreds of other men who had fallen before Port Arthur in storming it and taking it from the Chinese. These spiris of the dead, in the existence of which we of the Far East believe quite as much as the Christians of the West belitve in the immortality of the soul, cannot find rest and peace as long as that stronghold is in possession of a Power which humiliated us some ten years ago, in the days of national exhaustion, at the end of the Chino-Japanese War.\" Copyright, 1905 by Keystone View Company.",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16488,
    "year": 1905,
    "title": "Russian soldiers guarding their cattle, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16490,
    "year": 1905,
    "title": "Army transports in camp on the plains of Manchuria",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16492,
    "year": 1905,
    "title": "Preparing food for the hungry fighters, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16493,
    "year": 1905,
    "title": "Regimental kitchens for the Russian Army, Manchuria",
    "verso": "Publisher Info",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16497,
    "year": 1905,
    "title": "Hastening to the front, Manchuria",
    "verso": "Publisher Info",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16500,
    "year": 1905,
    "title": "The hardships of war, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16501,
    "year": 1905,
    "title": "The jolly Russians in camp, Manchuria",
    "verso": "Publisher Info",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16505,
    "year": 1905,
    "title": "Threshing millet for winter supply, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16509,
    "year": 1905,
    "title": "At lunch in the Russian Camp, Liao Yang, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16511,
    "year": 1905,
    "title": "The Siberian Sharp-shooters taking up their positions at Liao Yang, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16512,
    "year": 1905,
    "title": "Military Balloons ascending to locate the enemy, Liao Yang, Manchuria",
    "verso": "",
    "image": "https://ids.si.edu/ids/deliveryService?id=NASM-NASM.1990.0009-M0000082-00030&max=900"
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16513,
    "year": 1905,
    "title": "Chinese people watching battle, Liao Yang, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16517,
    "year": 1905,
    "title": "Dead and wounded, battle of Liao Yang, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16518,
    "year": 1905,
    "title": "Bringing in the wounded, Liao Yang, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16520,
    "year": 1905,
    "title": "Russian soldiers along the railway after the great battle of Liao Yang, Manchuria",
    "verso": "",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb74q/image_access_800.jpg"
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16521,
    "year": 1905,
    "title": "The orderly retreat from Liao Yang, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16522,
    "year": 1905,
    "title": "The Russians retreating from Liao Yang, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16523,
    "year": 1905,
    "title": "Miles of Russian transports retreating from Liao Yang, Manchuria",
    "verso": "Publisher Info",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16528,
    "year": 1905,
    "title": "Soldiers of the Russian empire passing through the gates of Mukden, Manchuria",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3c00000/3c03000/3c03600/3c03623v.jpg"
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16531,
    "year": 1905,
    "title": "Supply stores at railway station, Mukden, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16533,
    "year": 1905,
    "title": "Lining up the scattered forces at Mukden, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16541,
    "year": 1905,
    "title": "Traffic in the streets of Liao Yang, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16543,
    "year": 1905,
    "title": "Modern methods of locating the enemy, Military Balloon, Liao Yang, Manchuria",
    "verso": "",
    "image": "https://ids.si.edu/ids/deliveryService?id=NASM-NASM.1990.0009.box.1of6.folder.72_0042&max=900"
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16807,
    "year": 1906,
    "title": "The Czar's brave soldiers on the firing line, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16809,
    "year": 1906,
    "title": "Marching Japanese Prisoners through the city of Mukden, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16810,
    "year": 1906,
    "title": "The Priest holding services over the dead, Battle of Mukden, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16813,
    "year": 1906,
    "title": "Rallying to the Czar's command, the Russian Army in Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16817,
    "year": 1906,
    "title": "Grand Review of the 1st Russian Army, Manchuria",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Kilburn",
    "catalog_number": 16818,
    "year": 1906,
    "title": "Lining up the forces of the Great Russian Army, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Standard Scenic Company",
    "catalog_number": 542,
    "year": 1906,
    "title": "The Mikado's soldiers behind entrenchments, Manchuria",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3c10000/3c12000/3c12500/3c12596v.jpg"
  },
  {
    "publisher": "Standard Scenic Company",
    "catalog_number": 9037,
    "year": 1905,
    "title": "Cavalry Awaiting Orders to Appear Before His Majesty, the Emperor, Tokyo, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 1,
    "year": 1905,
    "title": "Japanese Wounded Entering Hospital at Dalny",
    "verso": "This picture was made at the entrance to the Japanese Military Hospital at Dalny. The stretcher bearers are Chinese coolies and the Japanese soldiers, whom they are bringing in, were wounded in an assault on Port Arthur. The Japanese were very fortunate in gaining possession of Dalny, as it gave them facilities for hospitals, medical and surgical attention, which could not have been gained anywhere else.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p5802/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 2,
    "year": 1905,
    "title": "11-inch Shells for the \"Osaka Babies",
    "verso": "In this open caisson there are hundreds of these immense mortar shells protected from the Russian fire by earthworks on the left. These shells weigh 500 lbs. and cost the Japanese government nearly $500.00 each. They have a range of six miles, and produce the most terribly destructive effects. The shells shown in this picture are the Four Gun Battery in front of Port Arthur, the battery which destroyed the Russian fleet in the harber of Port Arthur, besides being used against many of the Port Arthur fortresses.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p583w/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 3,
    "year": 1905,
    "title": "Bombproof Dugout at Gen. Nogi's Headquarters",
    "verso": "This picutre shows a typical bomb proof dugout, such as were used by the cavalry officers and the men at Gen. Nogi's headquarters. These dugouts afford perfect protection from the Russian fire and also from the bitter cold of the Manchurian winter.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p586q/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 4,
    "year": 1905,
    "title": "Japanese Reserves Waiting for Orders to Assault",
    "verso": "This picture was taken in the last line of cover in the Shuishing Valley in front of Port Arthur. This little group of reserves, prtected by ditches and bomb proofs, are waiting orders to advance. In the distance can be seen a destroyed culvert of the Trans-Siberian Railroad.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p589j/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 5,
    "year": 1905,
    "title": "Warming up Their Camp Lunches",
    "verso": "This picture shows one of the Red Cross surgeons and two Japanese private soldiers preparing their noonday lunch of rice and tea. Back near the tent is one of the company officers watching with interest our photographer as he takes their picture.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p592v/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 6,
    "year": 1905,
    "title": "The Well-Provided-For Japanese Wounded",
    "verso": "This picture shows a number of Japanese soldiers who were wounded in the battle of Laioyang. They are just arriving in Dalny, where they will receive the very best medical and surgical attendance in the modern and well equipped hospital which the Japanese have established in this city. The wonderfully effective work which the Japanese surgeons have accomplished in their military hospitals is a source of admiration to the entire medical world. No government has even before been able to render such service to its wounded soldiers as has Japan.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p595p/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 7,
    "year": 1905,
    "title": "Japanese Soldier on His Way for Water",
    "verso": "The Japanese private soldier with the two kegs is on his way to a Chinese well for water. It is such a cold morning that he has covered his throat and ears, but in spite of the severity of the weather, he has thrown away the American shoes furnished to the army by the Japanese government and is wearing the native straw sandals and cloth stockings.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p598h/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 8,
    "year": 1905,
    "title": "A Treat for the Boys in the Japanese Camp",
    "verso": "This scene was taken down the street of a Japanese army camp, between the rows of shelter tents, just as a large tin of hard-tack had been delivered to the camp. The two soldiers seen in the picture were just about to open the package as our photographer appeared on the scene, and are obligingly posing for their pictures.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p601m/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 9,
    "year": 1905,
    "title": "Band Practice, Japanese Army",
    "verso": "In the background of this picture, near the small building, are the members of the Osaka band with the Third Corps of the Japanese Army at practice. They are playing a quadrille, and in the foreground of the picture are four members of the band who are dancing to the quarille music.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p604f/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 10,
    "year": 1905,
    "title": "Recreation in a Japanese Army Camp",
    "verso": "The group of Japanese soldiers shown in this picture are members of the Osaka Band whiling away the time between engagements by dancing a quadrille under the instruction of an American War Correspondent.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6078/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 11,
    "year": 1905,
    "title": "Japanese Water Guard Protecting Camp Supply",
    "verso": "The Japanese posted sentries at all wells, brooks or other sources of water supply who permitted no one to approach or use the water without orders from the General in charge. In this picture the sentry is guarding a small stream, and the soldiers are permitted to use the water for washing and other purposes below the sentry and above the sentry the water is used only for drinking purposes.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p610k/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 12,
    "year": 1905,
    "title": "A Japanese Cavalry Hostler",
    "verso": "The Japanese soldier shown in this picture is a hostler in charge of the cavalry horses at the headquarters of the Third Corps of the Japanese Army located about three miles from Port Arthur. In the background of the picture are to be seen the hurriedly constructed and roughly built shelters for the horses.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p613d/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 13,
    "year": 1905,
    "title": "Transports Bringing Rice for Jap. Army",
    "verso": "Rice forms the most important part of the rations issued to the Japanese soldiers, and during the campaign in Manchuria the army used over 100,000 pounds of rice per day. The labor and expense of transporting this enormous quantity of rice, together with the trememndous quantities of other supplies used, was handled by the Japanese Army in a most systematic, orderly and expeditious manner.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6167/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 14,
    "year": 1905,
    "title": "The Government Office at Dalny",
    "verso": "The city of Dalny was captured by the Japanese Army on May 29, 1904, and thereafter used as their general base in Manchuria. The main building shown in this picture was erected by the Russians and is now used as a government office by the Japanese.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6192/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 15,
    "year": 1905,
    "title": "The Front Parallel Before Port Arthur",
    "verso": "This picture was made in the front parallel of the Japnese trenches in front of Port Arthur and only three hundred yards from the Russian forts. This is undoubtedly one of the most interesting pictures in our entire set, showing as it does, the actual conditions existing almost within talkind distance of the Russian lines. This picture was made just a few minutes before the furious assault made by the Japanese on Oct. 29, 1904. The officer in the central foreground of the picture is issuing his last instructions to the men before the assault. Within a few minutes after this picture was taken, the order to advance was given, and many of the soldiers shown were killed in the terrific fight which followed.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p622c/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 16,
    "year": 1905,
    "title": "Japanese Cavalry Officers",
    "verso": "Thus far the Japanese Cavalry have not played a very prominent part in the war. Nevertheless the Japanese Army is well equipped with the most thoroughly disciplined and highly organized cavalry. In the background beyond the two cavalry officers in this picture, are to be seen two of the bomb proof shelter stables used by the cavalry for their horses.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6256/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 17,
    "year": 1905,
    "title": "A Chinese Village Barber Shop",
    "verso": "The inhabitants of the Chinese villages around Port Arthur, ever with an eye to business, continued their various occupations regardless of the danger and excitement of the siege. In this picture we see a Chinese barber busily plying his trade within sound of the Japanese and Russian guns.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6281/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 18,
    "year": 1905,
    "title": "Japanese Boiling Water for Army to Drink",
    "verso": "The Japanese in their present war have paid greater attention to matters of hygiene, sanitation and medical care, than has ever been shown in any of the great armies of the world. No soldier, under any circumstances, is permitted to drink water that has not been boiled, and therefore, every Company in the entire Japanese Army, is provided with immense cauldrons and iron pots in which all of the water used for drinking purposes is boiled. A very great percentage of the sickness and death in war, is due to the drinking of impure water and the eating of improper food, but the Japanese by their modern and scientific precautions in all these matters, have practically eliminated danger from these causes.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p631b/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 19,
    "year": 1905,
    "title": "Sutler Opening His Stores in Japanese Camp",
    "verso": "The Chinese inhabitants of Manchuria, who are naturally merchants and traders, find a profitable business in supplying merchandise and supplies of all kinds to the Japanese soldiers, who spend their money freely, feeling that they may never return from the war and that the money received for their services will be of no value to them unless it is spent. This picture was taken about two miles from Port Arthur, and the Chinese sutler has just arrived and is proceeding to unpack his stock preparatory to opening shop.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6345/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 20,
    "year": 1905,
    "title": "Boiling Drinking Water for Japanese Camp",
    "verso": "The extreme care exercised by the Japanese government in reference to the food and water used by its soldiers, has been in no small measure responsible for the good health and strength of the soldiers. With every Company of Japanese soldiers there is a corps of trained bacteriologists and doctors who analyze and examine every well or other source of water supply and all of the food stuffs used by the army. No Japanese soldier is permitted to drink water or use food which has not first been analyzed and marke O. K. by the Company's bacteriologist. All of the drinking water used is boiled to destroy any disease germs which it may contain, and in this picture we see a row of the large cauldrons used for this purpose.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6370/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 21,
    "year": 1905,
    "title": "Manchu Merchants on Market Day in Dalny",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 22,
    "year": 1905,
    "title": "The Day's Rations in a Japanese Army Camp",
    "verso": "In this picture we see an officer from the commissary department distributing the day's rations among the Japanese soldiers. The Japanese soldier's daily ration consists of one and one-half pound of rice, a little dried meat and some relish. On this simple but nourishing ration the Japanese army have accomplished wonders in withstanding the hardships of war. In the background of this picture is seen a row of open shelter tents lined along the well drained street, laid out in the most approved fashion by the Japanese civil engineers.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6409/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 23,
    "year": 1905,
    "title": "Japanese Wounded Bound for Home",
    "verso": "The wounded soldiers shown in this picture are coming in from the battle on the Shaho. These soldiers are the less seriously wounded, being able to come in to Dalny on foot. The more seriously wounded are brought in on stretchers, or in jin-rack-shaws. These soldiers have been on duty for a year and are now on their way to the steamer which will convey them back to Japan.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6434/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 24,
    "year": 1905,
    "title": "Waiting for Room in the Hospital at Dalny",
    "verso": "At the time this picture was taken the hospital at Dalny was so crowded that these wounded soldiers were compelled to wait until room could be made for them. They have been brought in from the front on stretchers and the stretcher carriers, who are Chinamen, are sitting about waiting for orders to carry their patients into the hospital.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p646z/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 25,
    "year": 1905,
    "title": "Chinese Coolies Taking it Easy",
    "verso": "The two Chinamen shown in this picture are coolies returning from a trip to Dalny. The baskets on the ground beside them were used to carry eggs, which they have sold in the market at Dalny. This picture was taken within a ten minutes' walk of Port Arthur, and projectiles and shells from the Japanese siege guns are whistling overhead.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p649s/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 26,
    "year": 1905,
    "title": "Jin Rickshaws for Wounded in Dalny",
    "verso": "This picture was made in the city of Dalny after the Japanese were in possession and shows a long line of Jin Rickshaws, as these two-wheeled carts are called in Japan, waiting for orders to bring in the wounded Japanese soldiers. These Rickshaws are made so that they can be extended like a bed and are used as ambulances by the Red Cross Society. The large red brick building in the distance is a Japanese hospital.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6523/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 27,
    "year": 1905,
    "title": "Wounded on Way to Home-Bound Transports",
    "verso": "This picture shows some of the wounded Japanese soldiers on their long journey to the Transpors at Dalny on which they will be taken back to Japan. In this picture a stop has been made to rest. Many of the more seriously wounded men were unable to survive this trip to Dalny.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p655x/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 28,
    "year": 1905,
    "title": "Choice Rations for the General's Mess",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 29,
    "year": 1905,
    "title": "A Peace Offering Bound for Port Arthur",
    "verso": "This picture shows the Japanese soldiers conveying a 500-lb. mortar shell to the 11-inch Osaka Mortar Battery. This picture was taken on Oct. 29, 1904, during the heigh of the bombardment of Port Arthur. All of the enormous coast defense guns, ammunition, and other materials used at this time in the bombardment of Port Arthur, were brought to this locatlity over the narrow gauge railroad shown in our picture, under fire at all times from Russian guns. Thr building shown in the distance in this picture is a destroyed station on the Trans-Siberian Railway, the last station before reaching Port Arhtur, distant only 1 1/2 miles from Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p658r/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 30,
    "year": 1905,
    "title": "Getting Ready to Fire an \"Osaka Baby",
    "verso": "The immense coast defense guns which the Japanese Army brought up in front of Port Arthur were called \"Osaka Babies,\" and this picture, taken in the latter part of October, 1904, shows the gun squad getting ready to fire. The man standing at the breech of the gun is the Lieutenant in command of the Battery and he is engaged in finding the range with a quadrant. The Chief Gunner, to the right of the Lieutenant, is elevating the parallel of the great gun, and the soldier on the extreme left is the powder bearer with his empty cannister, returning to the Caisson after delivering his charge of powder to the gun. This gun throws a 500-lb. shell which will drop right into Port Arthur just over the hills in the distance.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6612/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 31,
    "year": 1905,
    "title": "Japanese Soldiers Returning from a Forage",
    "verso": "The Japanese soldier on the right in this picture is a guard stationed to prevent contamination of the small stream of water which is used by the soldiers for drinking and cooking purposes. The group of Japanese soldiers in the center of the picture are returning from a foraging expedition in the nearby Chinese villages. Their trip evidently has not been very successful, as they are bringing back nothing but an old biscuit can and some cooking pots.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p664w/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 32,
    "year": 1905,
    "title": "The City Hall in the City of Dalny",
    "verso": "This picture shows the City Hall built by the Russians in Dalny. Before the Japanese took possession, this city was used by the Russians as their perma- nent civil headquarters. Public buildings and improvements in Dalny, constructed by the Russians, are much superior to similar buildings in other parts of the Far East. This picture was made after the Japanese were in possession of the city, and the officer on horseback in front of the building is the Japanese Chief of Civil Police.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p667q/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 33,
    "year": 1905,
    "title": "Richard Barry and Frederick Villiers",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 34,
    "year": 1905,
    "title": "Japanese Recruits Just off the Transport",
    "verso": "The Japanese recruits have just disembarked from the transports on which they came from Japan to Dalny and will immediately commence active service.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p6701/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 35,
    "year": 1905,
    "title": "Chinese Camp Peddlers",
    "verso": "These young Chinese farmers are now making their living by selling fruit, vegetables and other supplies to the Japanese soldiers, their farms having been destroyed by Russian shells from Port Arthur. The railroad culvert seen in the background of this picture is on the line of the Trans-Siberian Railway and within a very short distance of Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p673v/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 36,
    "year": 1905,
    "title": "Rations for an \"Osaka Baby",
    "verso": "In this picture we see a number of Japanese Artillerymen placing one of the immense five-hundred-pound shells on a small truck, by means of which it will be drawn along the little narrow gauge railway to one of the immense siege guns which the Japanese used with such telling effect in battering down the defenses of Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p676p/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 37,
    "year": 1905,
    "title": "Unlocking Breech of an \"Osaka Baby",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 38,
    "year": 1905,
    "title": "The Russian Cathedral at Dalny",
    "verso": "The handsome building shown in this picture was built by the Russians in the city of Dalny as a cathedral of the Greek Church. After the capture of Dalny by the Japanese, this building was used as an officer's hospital and was fitted up with the latest and most approved conveniences for the proper care of sick and wounded Japanese officers.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p679h/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 39,
    "year": 1905,
    "title": "A Battery of \"Osaka Babies",
    "verso": "This view shows a battery of the enormous siege mortars engaged in the bombardment of Port Arthur. The first gun in the picture is loaded, sighted, and ready to fire. The next gun was just being loaded as our picture was taken. These are the immense coast defense guns dragged by hand by the Japanese soldiers over the mountains and valleys, through the mud and sand, and mounted on beds of solid concrete within range of Port Arthur. Each of these guns has a total weight of over 40,000 pounds and rests on a solid bed of concrete eight feet deep, all of which had to be brought by hand from the coast three miles away. The work of bringing these guns into position and mounting them was done under constant Russian fire, lighted up by Russian search-lights, and constituted a most daring and difficult feat of engineering.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p682t/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 40,
    "year": 1905,
    "title": "A Chinese Pawn Shop in Dalny",
    "verso": "This is an excellent picture of a typical Chinese store in the city of Dalny. Although carrying a general line of merchandise, the chief business is that of a pawn broker. The Japanese soldier on horseback is a General's orderly coming up to make some purchase at the store. A large portion of the stock carried by this Chinese merchant and pawn broker consists of plunder secured when Dalny was evacuated by the Russians in May, 1904.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p685n/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 41,
    "year": 1905,
    "title": "The Engless Tread at the a Manchurian Mill",
    "verso": "The native Manchurian Chinese grind their corn by means of the primitive mill shown in this picture. This mill consists of a large flat stone upon which a heavy stone roller is revolved, crushing the corn to a fine meal or coarse flour. The mill is operated by a donkey and the Chinese girl is in charge of the work. This picture was taken about two miles from Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p688g/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 42,
    "year": 1905,
    "title": "Sending a Message to the Czar",
    "verso": "The immense gun shown at the moment of firing in this picture, was located about one and one-half miles from Port Arthur. This picture was taken just at the moment of discharge and the terrific concussion jarred Mr. Barry's camera at the instant the exposure was made, thus blurring the picture. While this picture is far from perfect from a photographie standpoint, it is neverthe- less very interesting, and the very fact of its being so blurred by reason of the concussion from the big gun, helps to give one an idea of the enormous power of these immense mortars. Each shot fired from one of these guns costs the Japanese government nearly $500.00.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p691s/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 43,
    "year": 1905,
    "title": "Bringing Chickens to the Market at Dalny",
    "verso": "This picture shows a Chinese coolie bringing live chickens into Dalny in large wicket baskets. These chickens will be sold to the Japanese army officers, who are glad of the opportunity to vary their bill of fare.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p694m/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 44,
    "year": 1905,
    "title": "Poor Chinese Boy Begging Rations",
    "verso": "Most of the Chinese farmers located in the country round about Port Arthur lost their entire property and some even lost their lives from the Russian shells and bullets. This picture shows a young Chinese boy, who has lost his home and family and is begging something to eat from a commissary officer of the Japanese Army.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p697f/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 45,
    "year": 1905,
    "title": "Soldiers' Barber Shop in Japanese Camp",
    "verso": "In this picture we see a Japanese soldier having his hair cut by a comrade, who is running the clippers over it. In the distance are to be seen two or three large tents which were occupied by officers, and scattered around on the ground is plunder captured from the Russians, telephones, telegraph wires, telephone poles and barb wire used by the Russians for entanglements, etc.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p700j/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 46,
    "year": 1905,
    "title": "Japan's Famous Major Yamaoka",
    "verso": "Major Yamaoka is the chief officer of General Nogi's personal staff. Yamaoka is the officer who, accompanied by two trumpeters in August, 1904, carried the message from the Emperor of Japan to the Commander of Port Arthur, offering a safe convoy to non-combatants. He was met by the Russian sentries at the outskirts of the city, blindfolded and conducted through the winding streets and alleys of Port Arthur to the headquarters of Gen. Stoessel, to whom he delivered his message.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p703c/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 47,
    "year": 1905,
    "title": "Plunder Captured from the Russians",
    "verso": "This picture shows some of the plunder captured by the Japanese from the Russians in the fortress of East Panlung, one of the defenses of Port Arthur, and the Japanese officer in the picture is Adjutant Kiri of the Ninth Division of the Japanese Army.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7066/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 48,
    "year": 1905,
    "title": "Japanese Sentry, Ready for Night Duty",
    "verso": "In this picture is shown a Japanese sentry just starting for his night's duty on the firing line. This picture was taken late in the fall after the cold weather had set in, and the Japanese soldiers, accustomed to the warm and sunny climate of Japan, suffered greatly from the bitter cold in Manchuria.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7091/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 49,
    "year": 1905,
    "title": "Fall In.\" Japanese Reserves Ready to Advance",
    "verso": "This picture of a Company of Japanese Reserves was taken by Mr. Barry just as word was recieved by the non-commissioned officers that the Lieutenant in command had ordered the advance of an assaulting party.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p712b/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 50,
    "year": 1905,
    "title": "Street Scene in Dalny",
    "verso": "This is a typical street scene in the city of Dalny, showing a city policeman who travels his beat on a bicycle and two Chinese coolies carrying a sick Japanese soldier to the hospital. This picture was made late in the summer of 1904 after the city had been in possession of the Japanese for several months.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7155/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 51,
    "year": 1905,
    "title": "Chinese Bankers on the Streets of Dalny",
    "verso": "The Chinese excel in accurate clerical work, and therefore the Japanese hire them in Dalny as bank clerks and expert accountants. The two Chinese gentlemen in this picture belong to the highest class of Chinese and are scholarly men from the highest Chinese families.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7180/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 52,
    "year": 1905,
    "title": "Raw Recruit with His Baggage",
    "verso": "The Japanese soldier seen in the left of this picture is a raw recruit just landed at Dalny from Japan. The seasoned soldiers who have seen months of active service are much amused at the large amount of baggage which the recruit is bringing with him. Most of this baggage will be thrown away as soon as he begins to see active service.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7219/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 53,
    "year": 1905,
    "title": "View in a Japanese Army Camp",
    "verso": "The Japanese carry small, light tents, easy to transport, and these small tents are put up in long rows and laced together forming long continuous shelters and giving the troops all necessary protection and comfort.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7244/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 54,
    "year": 1905,
    "title": "A \"Shiho\" Trading with the Advance Guard of the Japanese Army",
    "verso": "Shiho\" is the Japanese name for a small merchant. In our picture we see that this merchant has opened up temporary quarters where he will be in position to secure the trade of the Advance Guard of the Japanese army. This picture was taken within less than a mile of Port Arthur just in the rear of one of the foremost trenches.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p727z/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 55,
    "year": 1905,
    "title": "Looking Toward Port Arthur from a Bomb-Proof",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 56,
    "year": 1905,
    "title": "Camp Life of the Japanese Soldier",
    "verso": "This picture was made by Mr. Barry late in the fall near Port Arthur, and shows two Japanese soldiers in their camping quarters, one of them engaged in mending his clothes.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7308/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 57,
    "year": 1905,
    "title": "Wounded Japanese Soldiers Coming to the Hospital at Dalny",
    "verso": "This picture shows a severely wounded Japanese soldier being brought to the hospital at Dalny on a stretcher by two Chinese coolies. Further down the street are seen a number of less severly wounded soldiers, who are coming in on foot.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7333/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 58,
    "year": 1905,
    "title": "Scene in the Japanese Trenches",
    "verso": "Late in October Mr. Barry made a trip down through the Japanese trenches clear to the front parallel within less than two hundred feet of the Russian lines, and this is one of the pictures which he made on this trip. The Japanese dug eighteen miles of these trenches through the plain before the Russian forts, surrounding Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p736x/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 59,
    "year": 1905,
    "title": "Japanese Hand Transports Bringing up Supplies",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 60,
    "year": 1905,
    "title": "Gen. Tsuchiyas' Private Mess Camp",
    "verso": "This picture shows the private mess camp of Lt. General Tsuchiyas, commander of the 11th Division of Japanese Army before Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p739r/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 61,
    "year": 1905,
    "title": "Poultry for the Japanese Officers' Mess",
    "verso": "This picture was taken in the city of Dalny and shows a number of Chinese coolies with their big baskets of chickens. These baskets were used by the Japanese commissary department in forwarding chickens, ducks and other poultry to the officer's mess at the front.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7422/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 62,
    "year": 1905,
    "title": "The Boiled Water Cart",
    "verso": "The Japanese soldiers are all under orders to use nothing but boiled water for drinking purposes, and this picture shows one of the drinking water carts in charge of a Chinese coolie on a street corner in Dalny.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p745w/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 63,
    "year": 1905,
    "title": "Picked Up on the Firing Line",
    "verso": "In this picture we see four Japanese Red Cross stretcher bearers bringing in wounded soldiers they have picked up on the firing line. The Japanese Red Cross organization has set the entire world an example for efficiency, organization and the most perfect medical and surgical service.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p748q/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 64,
    "year": 1905,
    "title": "Russian Drinking Cart at Dalny",
    "verso": "In this picture we see a number of Japanese soldiers around one of the drinking carts captured from the Russians. The man in the foreground with the band on his left arm is a Red Cross officer who has just been inpecting the water cart.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7511/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 65,
    "year": 1905,
    "title": "Lt. General Oshima on His Way to the War Council",
    "verso": "Lt. General Oshima was the Commander of the 9th Division of the Japanese Army in front of Port Arthur. This picture was taken just as he was about to enter his office tent where his staff is waiting for him to pass judgment on a number of problems in connection with the projected assault of October 29, 1904. The badge which he wears is that of the second-class order of the Rising Sun.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p754v/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 66,
    "year": 1905,
    "title": "Japanese Soldiers Cutting Fuel for Camp",
    "verso": "This picture was made near Taikushan within a short distance from Port Arthur and shows a number of Japanese soldiers engaged in cutting wood for their camp. The Japanese soldiers carry among their supplies small ribbon or band saws, and in this picture two of the Japanese soldiers are seen cutting up a large log into fire wood with one of these band saws.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p757p/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 67,
    "year": 1905,
    "title": "City Hall Building at Dalny",
    "verso": "The Japanese army captured the city of Dalny from the Russians on May 29, 1904, and from that time on during the siege of Port Arthur they used this city as their general base. Recruits coming in from Japan were landed here and got their first ideas of actual army life at this point.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7600/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 68,
    "year": 1905,
    "title": "Japanese Wounded on their Way to the Hospitals",
    "verso": "The continuous fighting around about Port Arthur during the summer and fall of 1904 kept a continual stream of wounded soldiers coming into the hospitals at Dalny. The less severly wounded soldiers could come in on foot, while those who were severely hurt were brought in on stretchers borne by Chinese coolies.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p763t/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 69,
    "year": 1905,
    "title": "Japanese Soldier Washing His Camp Dishes",
    "verso": "Every Japanese soldier carries what is called a \"panican,\" which somewhat resembles. our ordinary workingman's dinner pail. It is made with several compartments and in it the Japanese soldier carries his rice, his fish, his bacon, salt and sometimes a little pickle or sweetmeat. In our picture we see a Japanese soldier cleaning up his panican and two coolie peddlers are watching him with interest.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p766n/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 70,
    "year": 1905,
    "title": "Native Transports Passing Through Dalny",
    "verso": "In this picture we see a long line of Japanese transport guards passing through the Chinese quarter of the city of Dalny on their way to the wharf where they will load with rice from the Japanese boats to be forwarded to the army in front of Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p769g/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 71,
    "year": 1905,
    "title": "A Happy Heathen Chinee in Dalny",
    "verso": "This Chinaman was photographed by Mr. Barry as he was hurrying across a square in Dalny in response to a call from one of his customers. The man in the distance with the brown suit and wide brimmed hat is the famous London Times war artist, Frederick Villiers.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p772s/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 72,
    "year": 1905,
    "title": "Manchurian Small Boy Orphans",
    "verso": "These two Manchurian boys, photographed near Port Arthur, have been driven from their home by Russian shells that killed their father and mother, and are now tramping from one Japanese camp to another selling eggs.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p775m/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 73,
    "year": 1905,
    "title": "Japanese Officer Looking into Port Arthur",
    "verso": "This picture shows one of the staff officers of the Japanese army in the shelter of a Japanese trench watching through a field-glass the movements of the Russian soldiers about three-fourths of a mile away just across the valley. From this point he can also see the forts of Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p778f/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 74,
    "year": 1905,
    "title": "Major Yamaoka and Staff Officers",
    "verso": "Major Yamaoka on General Nogi's staff, was educated at Wabash College in Indiana, and spent three years in the United States. He has played a very prominent part in the operations against Port Arthur, is a man of ability and education, speaks French, English and Chinese, and is recognized as one of the very able officers in the Japanese army. Major Yamaoka is the officer who carried the message from the Mikado to General Stoessel in Port Arthur offering safety to non-combatants before the siege was commenced.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p781r/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 75,
    "year": 1905,
    "title": "Japanese Army Press Censors",
    "verso": "In this picture the officer on the left is Major Yamaoka and on the right is Major Yamaguchi, both on General Nogi's staff. These two officers read every word of news that left the Japanese headquarters and suppressed any despatches which they did not think it wise to make public.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p784k/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 76,
    "year": 1905,
    "title": "Japanese Army Reserves Leaving Dalny for Port Arthur",
    "verso": "This picture shows one of the Reserve Regiments of the Third Corps of the Japanese Army leaving Dalny on its way to the fron. The buildings seen in the distance are in the city of Dalny.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p787d/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 77,
    "year": 1905,
    "title": "Japanese Officers and War Artist at Gen. Nogi's Door",
    "verso": "This is a picture of Major Yamaguchi, Richard Barry and Major Oda, General Nogi's confidential messenger. This picture was taken at the entrance to Gen. Nogi's headquarters during the fall of 1904 while the siege of Port Arthur was in progress.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p790q/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 78,
    "year": 1905,
    "title": "A Group of Japanese Students",
    "verso": "This picture is the only picture in our entire series taken in Japan, all of the other views being made in Manchuria around about Port Arthur and in the city of Dalny. The group of Japanese boys shown in this picture are students, and they were photographed in front of the railway station near Kobe, Japan. They have come down to the station to bid good bye to the Reserves, who are just starting for the front.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p793j/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 79,
    "year": 1905,
    "title": "Richard Barry and His Chinese Boy",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 80,
    "year": 1905,
    "title": "Lt. Gen. Oshima, Japan's Fighting General",
    "verso": "This is a splendid portrait of Japan's famous \"fighting general\" Oshima. The picture was taken at the entrance to the hut which he used for headquarters and from where he commanded the Central Division of the Third Corps of the Japanese army in front of Port Arthur. In this little hut General Oshima lived for three months during the bombardment of Port Arthur with the Russian shells constantly passing overhead, sharing the dangers and hardships of the siege with his men.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p796c/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 81,
    "year": 1905,
    "title": "Japanese Troops in the Front Parallel",
    "verso": "This picture was made in the front parallel of the Japanese trenches, less than nine hundred feet from the Russian fortresses around about the city of Port Arthur. At the time Mr. Barry made this photograph, the Japanese soldiers were preparing for the desperate assault which was made on the 29th of October, 1904. The Japanese have a superstition that a soldier who dies dirty, finds no place among the Shinto shades, and these soldiers are seen changing their linen in anticipation of almost certain death.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p7996/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 82,
    "year": 1905,
    "title": "Japanese Transports on the Shell Strewn Road",
    "verso": "This picture was taken on the main road to Port Arthur, a little over two and one-half miles from the city. At the point where our picture was taken, the road is within range. of the Russian cannon but just out of range for the Russian riflemen. The Russians do not care to waste shells on a single horse, consequently the Japanese are able to transport their supplies along the road, one load at a time, in comparative safety.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p8029/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 83,
    "year": 1905,
    "title": "Loading an \"Osaka Baby",
    "verso": "This picture shows the Japanese artillerymen placing a shell in the breech of one of the great coast defense guns which were used in bombarding the fortresses of Port Arthur. This gun is one of a battery of four which were stationed at this point, a little over two miles from Port Arthur, and this five hundred pound shell which we see swung from its derrick will shortly do its part in battering down the defenses of the supposedly impregnable Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p8054/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 84,
    "year": 1905,
    "title": "A Native Chinese Transport",
    "verso": "This picture shows one of the Chinese carts drawn by a team of mules, which were used by the Japanese army in transporting supplies and ammunition to the front. The Chinese coolie who does the driving, walks, while the Japanese soldier in charge occupies the cart.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p808z/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 85,
    "year": 1905,
    "title": "A Group of Japanese Army Telegraphers",
    "verso": "This picture was taken at General Nogi's headquarters late in the summer of 1904, and shows a group of Japanese telegraphers in front of Nogi's headquarters. The officer in the center of the picture is Major Yamaguchi, and the man with the white band on his arm and the slouch hat is Mr. Richard Barry. This white band on the arm was worn by all foreigners within the Japanese lines as a matter of protection, for many of the ignorant soldiers from the lower classes regarded. all white men as Russians, and this white band was worn to distinguish them from the enemy.",
    "image": "https://www.https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p8118/image_access_800.jpg.org/search/commonwealth:5d86p8100"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 86,
    "year": 1905,
    "title": "An Extemporized Operating Room in the Japanese Camp",
    "verso": "This picture shows a temporary building constructed partly of wood and partly of canvas and used as an operating room for cases which required immediate attention. The two Japanese seen in the picture are Red Cross officers, the one in the foreground engaged in building a fire to heat the operating room.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p8143/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 87,
    "year": 1905,
    "title": "Japanese Bomb-proof Burrow",
    "verso": "In this picture we see one of the bomb proofs which the Japanese cavalry dug and in which they lived during the siege of Port Arthur, protected alike from the cold and from the Russian shells and bullets. These bomb proofs are dug into the hill sides and protected around the opening with sand bags.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p817x/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 88,
    "year": 1905,
    "title": "Wounded Soldiers on their Way to Hospitals as Dalny",
    "verso": "This picture shows a number of wounded Japanese soldiers passing through one of the Chinese villages on their way to Dalny where they can receive proper medical and surgical attention in the hospitals there. These men were wounded in the fight of October 29, 1904, and were photographed by Mr. Barry the day after this famous assault.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p8207/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 89,
    "year": 1905,
    "title": "Japanese Army Reserves Arriving in Manchuria",
    "verso": "This picture shows a number of Japanese Reserves who have just landed in Manchuria from Japan, and this picture was taken as they were passing through Fukishimamachi on their way to the front.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p8232/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 90,
    "year": 1905,
    "title": "Tickling the Earth with a Stick for a Plow",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 91,
    "year": 1905,
    "title": "In Manchurian Winter Costume",
    "verso": "This picture shohws two Manchurian coolies returning from the Japanese commissary in front of Port Arthur where they have been to dispose of their poultry. The coolies are wearing the thick native jackets, padded two inches thick with wool, which is sugestive of the hard winters of Manchuria.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p826w/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 92,
    "year": 1905,
    "title": "A Japanese Trench Guard at Mess",
    "verso": "This picture was taken about a mile from the Russian fortifications in the Shuishing Valley and shows the Japanese Guard stationed at the trench crossing. Protected under the trench wall from the Russian bullets they are eating their noon- day lunch, and the bullets from both armies were passing overhead at the time Mr. Barry made this photograph.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p829q/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 93,
    "year": 1905,
    "title": "Guard Mount of Gen. Oshima's Private Guard",
    "verso": "The private guard of General Oshima consisted of twenty-four picked men and this picture shows them equipped for night duty.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p8321/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 94,
    "year": 1905,
    "title": "A Convalescent's Letter Home",
    "verso": "This picture was taken in the Russian Cathedral in Dalny, which was used by the Japanese after they captured the city, as an officer's hospital. In this hospital, the sick and wounded Japanese officers received the very best of medical and surgical care.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p835v/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 95,
    "year": 1905,
    "title": "Frederick Villiers Teaching the Japs How to Handle a Fractious Horse",
    "verso": "The Japanese are not much accustomed to the use of horses and during the siege of Port Arthur they found some difficulty in handling them. One day in the city of Dalny this horse became unmanageable and got outside the shafts. While the excited Japs were struggling with him, the war artist, Frederick Villiers, happened along and with his assistance the horse was quieted. Mr. Villiers is seen in the picture holding the horse's head..",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p838p/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 96,
    "year": 1905,
    "title": "Mr. Richard Barry in Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 97,
    "year": 1905,
    "title": "Gunner Carrying Powder to One of the Osaka Babies",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 98,
    "year": 1905,
    "title": "Group of the Famous \"Black Watch\" of Japan",
    "verso": "This picture shows a group of soldiers from the famous 9th Regiment of Japan, known as the \"Black Watch.\" This regiment lost all but ten percent of its men in the furious assault in August, 1904, on the fortresses of the Eternal Dragon, one of the protecting forts of Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p8410/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 99,
    "year": 1905,
    "title": "Frederick Villiers, the Greatest of Living War Artists",
    "verso": "This is an excellent portrait of the great war artist Frederick Villiers, with his Chinese servant, taken in front of his house in Dalny. Frederick Villiers is known as the dean of war correspondents, a veteran of seventeen campaigns, decorated by seven governments and the hero of Soudan and Plevna. He was with Kitchener in Khartoom, with Wolseley on the Nile, with Roberts in Afghanistan and with Methuen in South Africa. Our picture. shows him in front of the house where he made his headquarters while reporting the siege. of Port Arthur for the LondonTimes.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p844t/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": 100,
    "year": 1905,
    "title": "Gathering Fuel in the Manchurian Corn Fields",
    "verso": "The scarcity of fuel in Manchuria was one of the problems which gave a great deal of trouble to the Japanese army. Our picture shows a number of Manchurian laborers pulling up the roots of corn stalks which will be used for fuel through the bitterly cold months of Manchuria's winter. This picture was taken inside the Japanese lines on November 2, 1904, about two miles from Port Arthur.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:5d86p847n/image_access_800.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": "1018V",
    "year": 1905,
    "title": "A Battery of \"Osaka Babies",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": "1035V",
    "year": 1905,
    "title": "In the Front Parallel of the Japanese Trenches",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3c30000/3c34000/3c34300/3c34397v.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": "1095V",
    "year": 1905,
    "title": "Japanese officers and war artist at Gen. Nogi's door",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3c10000/3c16000/3c16100/3c16123v.jpg"
  },
  {
    "publisher": "T. W. Ingersoll",
    "catalog_number": "1146 V",
    "year": 1905,
    "title": "A Ward of Wounded Russian Prisoners in the Hospital at Matsuyama, Japan",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "A camp of the Third Japanese Army in the Siege Line - looking N. W. to Hoozan Hill - near Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "A doorway for a Great Power - entrance to one of Asia's best harbors. Port Arthur, Manchuria",
    "verso": "You are looking a little west of south. The town is behind you; the larger part of the harbor is at your right. You can see plainly the square outlines of the forts crowining the hill",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb96r/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "A jolly troop of the Czar's soldiers in the Far East",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "A modern War balloon in use by the Third Japanese Army, in a cornfield near Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "An advance of Russian Troops in the Far East - marching along the Chinese Imperial Railway.",
    "verso": "",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb661/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "A doorway for a Great Power - entrance to one of Asia's best harbors. Port Arthur, Manchuria",
    "verso": "Position: -On a terrace just above the wharves. Direction: -South. Surroundings: -The elder part of the town is behind you; the newer part is off at the west (right). The large land-locked harbor is also off at your right. Outlook: -The cliffs at the right are part of the Tiger's Tail; the high promontory at the left is part of Golden Hill, where there are immensely strong fortifications, the nearest guard of the town. The Russians maintained an important signal station up there until the capitulation of General Stoessel. The waters beyond are part of the Pechili Straits, between here and China. All around behind you as you stand now reaches a semi-circular line of forts, on high hills from one to three miles back from the town. The big guns up on Golden Hill did powerful execution during the early months of the war, and prevented the Japanese fleet from entering the harbor, though several of the Russian ships were damaged during the exchange of shot and shell. The waters outside were sown with submarine mines. The huge mortars of the Japanese that finally compelled the surrender of the stronghold in spite of its incredibly elaborate defences, were between two and three miles away behind you, hidden below two intervening ranges of hills. The shells they hurled up over the hills, to fall and burst in the forts and on the battleships in this harbor, weighed 300 pounds apiece, and their explosion worked terrific havoc wherever they struck The Japanese aim was marvelously accurate too, being directed by telephone by officers stationed on high hills where the destructive work of each shell could be observed. The terms of surrender were discussed and the papers signed Jan. 2, 1905, at a Manchu village, three miles back among the hills. Over 25,000 Russian officers and men became prisoners of war. 10,000 had been killed before the surrender. From Notes of Travel, No. 19, copyright, 1905, by Underwood & Underwood.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb56s/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "The army's workmen - Transportation Corps embarking for Manchuria, at Shinagawa, Tokyo, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Awaiting another assault - Japanese camp behind hill four miles from Port Arthur",
    "verso": "Awaiting orders to assault - Japanese Camp near Port Arthur",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Bringing in Japanese dead and dying after a desperate charge on the forts around Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Carrying loaded shells to the great seige guns bombarding the Town and Harbor, Port Arthur",
    "verso": "This hill is one of the range at the north of Port Arthur. The town, the harbor and the principal forts are between two and three miles distant. The shells you see being loaded on those flat cars weigh 500 lbs apiece and are going to help feed the hungry mouths of eighteen gigantic siege guns a short distance away, under the lee of the hills. The guns themselves are not taken to the heights because if seen they would immediately be exposed to a concentrated fire from the Russian batteries. Down here in the valley their exact location can only be vaguely guessed by the Russians, but their own aim is kept marvelously accurate by Japanese observations made both from hilltops and from balloons. As likely as not these shells may be destined to blow up a powder-magazine at the northern Cockscomb fort or smash great yawning rents in the steel sides of the cruisers and battleships bottled up in the beleaguered harbor. The huge 11-inch mortar-guns that send these shells up over the hills. could throw projectiles six miles. It has been estimated that fully 2,000 tons of shell were fired into the defences of Port Arthur during the siege, that is, the value of $3,000,000 was expended during this one terrific struggle of th egreat Russo-Japanese war. The Russians probably spent as much in their unavailing defense. Besides fully 40,000,000 rifle bullets were probably fired. Nearly 75,000 human lives were ended in blood and mortal anguis. From Notes of Travel, No. 17, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Defenders of the Czar's Empire in the Far East - Rusian Troops preparing to advance.",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Gallant survivors of the battle where thousands were killed - Japanese Field Hospital near Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Japanese transporting ammunition on the Russian railway - four miles above Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Japan's hardy soldiers boys, whose battle cry is \"win or die",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Japan's soldiers training for the daring dashes which bring them victory",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr67k/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Laborious advance on Port Arthur - Russian Gun captured on summit of Taikozan, now used by Japanese",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Looking east over the ruined city after evactuation by the Russians - Dainy, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Lunch with General Nogi at Japanese headquaters - 6 in. Russian shell on table - Port Arthur, Manchuria",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Mobilizing the great army of invasion - soldiers preparing to leave for Manchuria, Tokio, Japan",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr45j/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Russian \"bomb-proof\" Pit taken by Japanese after a desperate charge - looking west from Nanshan Hill, Manchuria",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb99k/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Russian Red Cross service in the Far East - bringing the wounded to a temporary hospital",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Russian Soldiers in the Far East - marching along the Chinese Imperial Railway",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Russian Soldiers in the Far East - with arms stacked awaiting the call to duty",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Russian soup-wagon captured at famous Nanshan - Commissary of Japanese Army before Port Arthur, Manchuria",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Sighting one of the guns on the Japnese armoured Crusier \"Asama\" which fought at Port Arthur",
    "verso": "This is a vessel of 9855 tons, recognized by naval authorities as exceptionally swift and powerful. She was build in 1898, has engines of 18,248 horse power and easily makes 22 knots per hour. Seven-inch plates of steel make up her armor. The quick-fire gun you see here is one of thirty and she carries five torpedo tubes besides. Her gunners are excellent marksmen and they have been doing some fightfully effective work from this very deck since the Russo-Japanese war began. This very gun has been trained on Russian vessels at Port Arthur and on the batteries above that debatable harbor. In one of the engagements in early spring the bridge was destroyed and a turret badly damaged, but repairs, promptly made, put the vessel again in first-class fighting trim. It does not seem possible now, when these sun-shiny decks are in immaculate order, that they should ever be torn into shapeless snarls of steel by an enemy's exploding shells. It does not seem possible that these jannty sailors should be transformed from men with firm-knit muscles and masterly minds into helpless weights of mangled flesh and dripping blood, to be lifted and handled and put away out of sight -. But that is what these sturdy fellows face every day of their lives and they are not afraid to face it. The name - Asama - is that of a famous mountain in Japan - one of her active volcanoes. From Notes of Travel, No. 6, copyrighted, 1904, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Some of Russia's famous Cossacks in the Far East",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Sturdy soldiers of Japan - 1st Regiment Tokyo Imperial Guards starting for the war in Manchuria - Tokyo",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": "",
    "title": "The terrible price of war - wounded Japanese brought in by Red Cross from fearful assults, Port Arthur",
    "verso": "Wounded Japanese brought in from fearful assaults - Port Arthur",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Waiting for General Nogi's orders to advance - Japanese in a camp within range of guns of Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Watching a battle three miles away - from \"Hill 229\" ever trench-covered hills (S. S. W.) toward Port Arthur",
    "verso": "The men wearing hats are newspaper correspondents. The Japanese officer in the military cap is an official interpreter. The light-colored seams and scars that you see lining the hills in the middle distance are Japanese trenches in which bodies of troops wait orders to advance and field guns keep up a fire on the forts. Port Arthur lies over at the farther side of the hill-horizon straight ahead, a little to the right of the dark hill with the cleft in its top, and a little to the left of where you see the beginning of a fainter-colored mass of still more distant hills. The Banjusan forts occupy that hill with the cleft summit. At two or three places over on the distant hill-slopes at the left (north east) of Port Arthur you see white blurs. Those are clouds of smoke and fire and whirlwinds of flying earth and stones and fiery steel where Japanese shells are bursting and dealing destruction. And where are the big guns that hurl the 500 lb. shells? Not up on this hill nor in any similarly exposed position where the Russian batteries could easily locate them and send a damaging return fire. They are a mile or two west of here, i.e., off at your right, down behind two ranges of high hills which entirely conceal them from the Russian lookouts. Of course, the Japanese gunners down there cannot themselves see where their shells are putting in such deadly work; they take their orders about dirrection and range by telephone from heights like this or from balloons. (Read Villiers' \"Siege of Port Arthur.\") From Notes of Travel, No. 17, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Waving goodbye to the train-loads of brave fighters starting for Manchuria - Shinagawa, Tokyo, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Wounded Japanese after a desperate charge on the Russian stronghold - Field Hospital near Port Arthur",
    "verso": "This tent is in a Manchu farmer's field abour four miles north of Port Arthur, and within a mile or two of where the heavy siege-howitzers are hurling 500-lb. shells over the hills into the forts, the harbor and the town. The roar of heavy cannon is the lullaby these men have to soothe their slumbers. The tent is really more comfortable for wounded men than it looks to unaccustomed western eyes. The canvas cover keeps out the sun and the open sides let in the fresh sumer air. No Japanese at home uses a bedstead - clean mats and wadded quilts are his extreme requirments for luxurious sleeping; so these quarters are by no means bad. Notice the ingenious device by which one helpless fellow gets air for his face and yet keeps off insect visitors. The surgeons all know their business thoroughly and every wound is treated with expert skill; the result is that, in spire of the appalling record of deaths on the actual battlefield, the death reate in this and the other hospitals is remarkably low. The men bear pain wonderfully well. They have been trained from childhood to exercise self-control. Many of these men were wounded in assaults on the Russian forts where they had to face cannon and rifles, bayonets and hand grenades, treacherous wire entanglements and infernal mines that went off under their feet during a desperate charge. From Notes of Travel, No. 17, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1904,
    "title": "Wounded soldiers of the Third Imperian Japanese Army - going to the hospital at Dalny, Manchuria",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4413,
    "year": 1904,
    "title": "Burning shells around Keekwan forts three miles away (Port Arthur is at extreme right)",
    "verso": "The men gathered here to watch one of the August onslaughts on the Russian forts are chiefly Japanese and western newspaper correspondents. You look S.S.W. The second conspicuous elevation from the left, on the horizon line, is the hill crowned by the Keekwan or Cockscomb forts. The elevation farther to the right with its crest cut by a scallop-notch, is crowned by the Banjusan forts. One Japanese regiment lost all but 17 men in an August attack on Banjusan. The Golden Hill fort stands on the horizon nearly concealed by smoke and haze, almost exactly over that round hill in the middle distance where the Japanese trenches show like deep, parallel scratches in the earth, and the town of Port Arthur is down behind the extreme right- hand limits of your present view. The whitish blurs that you see over on the hillsides below the Keekwan and Banjusan forts are caused by the bursting at just this moment of huge 500-lb. shells, hurled over there from Japanese siege batteries a mile or two away at your right. The siege guns are hidden from the view of the Russian forts, being down behind a range of high bills like these close about you. The Japanese gunners themselves can see nothing of their own target nor of the effect of their own work; they merely carry out with marvelous accuracy the orders telephoned to them by officers stationed on high hills like this one or in balloons. Russian shells not infrequently come flying over here, splintering the ledges where they strike and burst. (Read Villiers' \"Siege of Port Arthur.\") From Notes of Travel, No. 17, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4315,
    "year": 1904,
    "title": "Carrying loaded shells to the great seige guns bombarding the Town and Harbor, Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4380,
    "year": 1904,
    "title": "Looking south over docks to fortified heights when held by Russians, Port Arthur, Manchuria",
    "verso": "You are at the extreme southern end of the Manchurian district which has been seized by Russia. The harbor here is narrow and irregular in shape with hills all around it much like that one you see now at the south. The inner (western) arm of the harbor is at your right; most of the town is behind you; the harbor entrance is below the right end of that steep hill crowned by the threatening fort. For two years before the outbreak of hostilities the Russians had been steadily at work here, strengthening their possession of this immensely important point. The batteries over opposite on Kwang-chin (Golden Hill) are two hundred feet above the water and equipped with guns of the most effective modern pattern, supplemented by a powerful searchlight which can sweep the sea-approach with sharp watchfulness on the darkest night. Other batteries occupy heights on other sides of the harbor entrance, forming what would once have been impregnable defences. The la(?) of constructing the docks which you see down (?)e in the town was performed mostly by Chinese coolies like these nearer bystanders. Attacks were made on the batteries at the opening of the Russo-Japanese war in February, 1904. In spite of all their strength, Japanese torpedo boats came near enough (Feb. 8) to put out of action several Russian vessels lying outside the harbor and a week later a Japanese squadron bombarded forts and town from a point beyond the reach of the batteries return fire. Japanese shells burst among the Russian guns on that hill yonder and others fell in the town here, causing frightful havoc by their explosion. Only ten years ago the Japanese and Chinese were fighting at this very same place, but the harbor has been greatly improved since the Russian occupation and the batteries are nearly all newly constructed since the Russis took possession. From Notes of Travel, No. 5, copyrighted 1904, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4381,
    "year": 1904,
    "title": "Doorway for a great power - entrance to one of Asia's best harbors - Port Arthur, Manchuria",
    "verso": "Position: On a terrace just above the wharves Direction South. Surroundings:-The older part of the town is behind you; the newer part is off at the west (right). The large land-locked harbor is also off at your right. Outlook:-The cliffs at the right are part of the Tiger's Tail; the high promontory at the left is part of Golden Hill, where there are immensely strong fortifications, the nearest guard of the town. The Russians maintained an important signal station up there until the capitulation of General Stoessel. The waters heyond are part of the Pechili Straits, between here and China. All around behind you as you stand now reaches a semi-circular line of forts, on high hills from one to three miles back from the town. The big guns up on Golden Hill did powerful exrention during the early months of the war, and prevented the Japanese fleet from entering the harbor, though several of the Rus- sian ships were damaged during the exchange of shot and shell. The waters outside were sown with sub- marine mines. The huge mortárs of the Japanese that finally compelled the surrender of, the stronghold in spite of its incredibly elaborate defences, were between two and three miles away behind you, hidden below two ﻿intervening ranges of hills. The shells they hurled up over the hills, to fall and burst in the forts and on the Battleships in this harbor, weighed 500 pounds a piece, and their explosion worked terrific havoc wherever they truck The Japanese aim was marvelously accurate too, being directed by telephone by officers stationed on igh hills where the destructive work of each shell could be observed. The terms of surrender were discussed and the papers signed Jan. 2, 1905, at a Manchu village, three miles back among the hills. Over 25,000 Russian officers and men became prisoners of war. 10,000 had been killed before the surrender. From Notes of Travel, No. 19, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4382,
    "year": 1904,
    "title": "War-dogs of the far East-Russian Righting ships in the fortified harbor of Port Arthur, Manchuria",
    "verso": "Since the time of the Boxer War, when the Russians took possession of this part of Manchuria, this harbor has been immensely improved. The mountain walls surrounding it are now fortified and the harbor itself made much deeper by means of expensive dredging. These armored cruisers are among the number that were very early drawn into hot fighting. The one at the left with three smoke-stacks is the Pallada; she was badly damaged in the first (February) engagement with the Japanese just outside this harbor. The vessel at the right is the Peresvyet, already a participant in several battles. The Varyag you see between the others, straight ahead beyond the little row-boars. She was built by the Cramps in Philadelphia only about six years ago. You see her in this harbor as she lay shortly before the outbreak of hostilities. That vessel was over in the Korean harbor of Chemulpo the day that the war began and had to face the combined fire of a number of Japanese vessels. The Russians stood their ground valiantly and kept their guns roaring in reply to the Japnese, but the enemy had the advantage in point of numbers. The Varyag's armor was pierced through and through by Japanese shells and forty of the men on board were killed; the survivors, many of them horribly wounded, would not abandon their ship till, after being steered back to Chemulpo harbor, she was about to sink. Then the living accepted the hospitality of British, French, and Italian ships lying near. The bodies of those who died in the battle were locked into one of the cabins, and at the end of that day the dead went down with their dead ship, to the bottom of the Yellow Sea. From Notes of Travel, No. 5, copyrighted, 1904, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4383,
    "year": 1904,
    "title": "Russian armoured cruiser \"Peresviet,\" bristling with guns, in harbor of Port Arthur, Manchuria",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4385,
    "year": 1904,
    "title": "On board the Japanese armoured Cruiser \"Asama\" which took part in the attack on Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4426,
    "year": 1904,
    "title": "Soldier-boy writing home to his Japanese mother, in a tent within range of Russian shells - before Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4430,
    "year": 1904,
    "title": "Japanese troops in a \"siege parallel\" within a few hundred feet of Russian trenches - before Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4436,
    "year": 1904,
    "title": "Japanese soldier cooks boiling rice for the men storming Port Arthur - near Hoozan Hill, Manchuria",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4460,
    "year": 1904,
    "title": "Drilling the men who are winning famous victories in Manchuria - Aoyama Drill Grounds, Tokyo, Japan",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 4468,
    "year": 1904,
    "title": "Japan honors her brave - princely burial of remains of Commander Hirose, the Port Arthur hero, at Tokyo",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1905,
    "title": "Adjusting the breach-pins - shells for the great guns on the siege line - before Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1905,
    "title": "A Japanese \"Parallel\" near the Russian forts - a victim of the desperate siege - Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1905,
    "title": "Batteries of Japanese siege guns whose 11-in. shells Gen. Stoessel said nothing could stop - before Port Arthur",
    "verso": "Port Arthur is two-and-a-half miles away over beyond two intervening ranges of hills, in the direction in which these heavy mortar guns are pointing; they are two of the eighteen \" Osaka habies\" that have for months been pounding the distant Russian forts and shattering the Russian battleships. Siege artillery in this twentieth century is a very different matter from what it used to be in old times; the gunners who send 500-lb. shells flying from those ponderous death-machines do not see their target at all - they only carry out with marvelous accuracy commands that come to them based on observations which have been made from balloons or from high hills in the neighborhood (some of them even farther away from Port Arthur than you are now), where a full view of the country can be obtained. If these big guns themselves had been hauled up on a commanding hilltop for operations, they would have been located at once by the Russians and smashed by fire from the forts. Mr. James Ricalton who made the negatives for this stereograph writes to the publishers: \"Had a close shave as I stood behind right-hand gun. A Russian 6-inch shell came and nearly blew off my hat (about five feet overhead) and struck thirty feet behind me, but luckily did not burst. I was photographing the big guns firitng. On the previous day a similar shell burst close on the right of the same gun, wounded seven men and blew the head off one man. I saw the Russian shell coming and had only a half second to duck!\" From Notes of Travel, No. 17, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1905,
    "title": "Filling shells for the great siege guns bombarding Port Arthur - in Japanese Camp on the siege line",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1905,
    "title": "General Baron Nogi and officers of the famous Japanese Army which captured Port Arthur",
    "verso": "You are at the headquarters of General Baron Nogi. General Nogi himself, Commander-in-Chief of the armies before Port Arthur, is the gray-bearded officer with a large star upon his left breast, seated near the middle of the second row. He was formerly the Governor General of Formosa. Next beyond General Nogi, with a pair of gloves in his hand, sits General Ijichi, Chief of Staff, who conducted the negotiations with General Stroussel when Port Arthur capitulated. Next beyond is the Surgeon General of the Third Imperial Army. The second man still farther beyond in the same row, wearing many decoration and a full beard, is Major Arriga, a famous expert in international law. It was he who chiefly handled the question of terms of surrender. Next beyond him is Major Oba; the farthest officer in the line is Captain Konnematsu. The officer at his side of General Nogi is the Chief of Artillery. The Senior Surgeon General is still nearer in the same row, leaning a little forward and facing towards us. Just behind General Nogi stands Major Yamzoka wearing a light-colored cap. He is the officer who bore to General Stoessel in August Japan's demand for the surrender of the fortress. Next but one at his right is Major Yamaguchi who acted as interpreter and press censor. The others in the group are officers of the commissary, transport and administration service, gendarmes, surgeons and interpreters. From Notes of Travel, No. 17, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1905,
    "title": "Looking south over the Russian trenches and magazine - from the central fortifications of Nanshan Hill, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1905,
    "title": "Making rice-balls (each one a meal) in the Japanese Army camp near the firing line, Port Arthur",
    "verso": "This is one of the Third Imperial Army encampments between three and four miles north of Port Arthur and only a mile or two from the heavy Japanese batteries which pounded the \"Gibraltar of the East\" into submission. The houses yonder are part of a little Manchu village - a number of the Chinese natives are given employment about the camp in one capacity or another. Those big, cylindrical things with an opening near the lower edge are camp-kettles with fire-boxes below the receptacle for food or water. Some have been used for cooking the rice that you see now already boiled into sweet, bulky whiteness. The tubs with oddly twisted hoops of bamboo have held the light native wine known as saké. Rice is much used. Fish, biscuits and tinned meats are also provided in reasonable proportion. All the drinking water is investigated as to its source and its liability of infection, and water from approved sources is all boiled. Every private soldier has been duly instructed in the hygienic necessity of observing precautions of this sort, and as a rule the men are sufficiently intelligent to appreciate the importance of rules on the subject. Bathing and the washing of clothes are encouraged by practical provisions for the purpose - in short, while camp life here has its share of minor discomforts and inconveniences, the health of the ment is kept up to a surprisingly high standard, the deaths from disease being almost none at all. From Notes of Travel, No. 17, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1905,
    "title": "Nogi's compliments to Stoessel\" - great shells ready to hurl into Russian ships and forts - before Port Arthur",
    "verso": "You are down between the hills about three miles northeast of Port Arthur, near the huge guns that are pounding the Russian forts and battleships to pieces. The gigantic shells you see here weigh 500 lbs. apiece and during a heavy bombardment they are hurled from the rent Osaka mortar-guns once in every five or ten minutes. The gunner who sends them flying on their deadly mission does not himself see the spot on which the guns are trained, between two and three miles away beyond the hills; he merely obeys his orders, perhaps, \"S. W. by W., range 4500 yds..\" - whatever the order is that he executes with marvelous accuracy. The calculations for such orders are based on observations taken from available heights and from balloons, where the whole field can be seen. (The great gain in taking the famous 203-Meter Hill has been that it afforded a complete view of the harbor and the principal forts; it was not used as a point from which to fire the heavy guns themselves.) Over 2.000 tons of shells like these and in smaller sizes, were hurled into the forts and the harbor before its surrender. More than $50,000,000 and the lives of 75,000 men made up the cost of assaulting and defending that one stronghold beyond these bare, brown hills. See Villiers' \"Siege of Port Arthur\" for graphic descriptions of the pandemanium created by the \"Osaka babies\" when these terrific projectiles were flying on heir hideous errands.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "",
    "year": 1905,
    "title": "Wounded Japanese Soldiers after a desperate charge on the Russian stronghold - Field Hospital near Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7559,
    "year": 1905,
    "title": "Enormous 11-inch shell from Japanese siege gun, beginning its deadly flight into Port Arthur",
    "verso": "Port Arthur is between two and three miles away out of sight beyond two high ranges of hills. From another hill two miles distant, high enough to command a view of the Russian forts and the harbor, telephonic instructions as to aim have come to the battery commander. A gigantic shell, just like those waiting at the foot of the bank, a 500 pound weight of steel and infernal Shimose powder, was hoisted to the breech of the immense mortar and slid into place. (See stereograph 7557 for the loading.) The men hastily stuffed cotton in their ears to save ear-drums from rending - a roar as if the heavens themselves were rent, and there goes the shell. You can see it high in the air now, an elongated, dark-ish blur; it is cutting at a high angle through the sun shiny sky aboye the hills; in a few seconds it will fall with diabolical exactness in precisely the spot intended. This gun is one of a score made in Osaka for Japanese coast-defence. It came by steamer to Dalny, then for a few miles by rail over the abandoned Russian branch of the Trans-Siberian. From the nearest point on the railway it was hauled by hand on wooden skids, three hundred muscular soldiers silently tugging and straining at the cables, as they flonadered knee-deep, in Manchurian mud. That huge mortar-barrel weighs ten tons. Villiers and Barry in their books on Port Arthur both tell about the terrific risks run by Mr. James Riculton, the photographer, in making this negative. The Russians were sending a frantic return fire over here trying to destroy this very battery. A Russian shell burst within a few feet of the camera, tearing the earth open and turning the place into a miniature cyclone of steel and dirt and flying stones. London papers call this the most remarkable photo-graph of its kind in the world.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr61x/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7560,
    "year": 1905,
    "title": "Great 11-inch Japanese seige guns firing 500-lb. shells into Port Arthur",
    "verso": "Great 11-inch Japanese siege guns firing into Port Arthur",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7561,
    "year": 1905,
    "title": "Russian 500-lb. shell bursting near the Japanese siege guns - Port Arthur",
    "verso": "Position: -In a valley between two and three miles north of Port Arthur. Direction: -About southwest. Surroundings: -Barren, brown hills, several of them much higher than the one ahead, with a valley of farms and Manchu villages off at the rear. Outlook: -That fiery outburst of smoke and flame and stones and earth and splintered steel is where a shell from ene of the Russian forts is just bursting as it strikes the ground. It is liable to kill anywhere within a hundred yards; it merely happened that none of the death-dealing fragments struck the photographer and his camera. This stereograph which he did succeed in making is one of the most remarkable things ever produced by photography. Five minutes after this negative was made, another Russian shell hit the Japanese siege gun which you see at the extreme right, putting it out of action. The Russian shell-fire is directed over here in order to destroy this gun - one of the eighteen huge 11-inch guns that the Japanese call their \"Osaka babies.\" It is with these 11-inch mortars that the Russian forts at Port Arthur are being pounded into submission and the Russian battle ships over in the harbor smashed into hopeless wreck. The guns were brought part way from Dalny by rail, then hauled a mile and a half on huge rollers by gangs of 250 men. Kennan, the famous war correspondent, says of the approach of Russian shells like this one now bursting: \"To me the Russian shells always seemed to say, 'Here I come, here I come, HERE I COME, HERE I COME; BANG!!!' and just before the final 'BANG!!!' I was always prepared for sudden death.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr64r/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7562,
    "year": 1905,
    "title": "Japanese batteries firing on the Russian forts - Siege of Port Arthur",
    "verso": "Position: -On a hillside between two and three miles north of Port Arthur. Direction: -West Surroundings: -Similar hills seamed with trenches; other batteries like these and heavier ones. Outlook: -These guns are firing on Russian batteries about 4,000 yards away. The special purpose of this particular fire is to stop certain of the Russian gunners from shelling Japanese soldiers who are digging a \"siege parallel\" on a hillside within reach of the enemy. Russian shells often come shrieking over here in return, bursting where they strike. Those bags of dirt walling in the gun-carriages here, form the customary protection for such a position. Part way across the valley, directly over the breech of the second gun of this battery, you can see one of the gigantic 11-inch mortars that throw shells weighing 500 pounds apiece. It stands on a carefully leveled platform of concrete, surrounded by low earthworks. It hurls its enormous, steel projectiles up over two ranges of hills, like those you see now at the west, to fall with almost incredible accuracy exactly where they will do the most frightful execution. Eighteen of the 11-inch giants and over two hundred like these nearer guns work together to crush the most magnificently fortified stronghold in the Orient. (In all, 4,000 tons of shell were spent on the Russian fortifications, before General Stoessel surrendered). Villiers, in his books on Port Arthur, says of the fury of a bombardment by all these guns at once, \"If all the iron foundries of the wide world, were concentrated going at fall blast, it might give some idea of the ceaseless din and ear-splitting noise.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7563,
    "year": 1905,
    "title": "Close to the enemy! - in Japanese \"siege parallel\" within 200 yards of Russian fort - Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7564,
    "year": 1905,
    "title": "A short rest on the fighting lines - the Japanese hillside tranches - Siege of Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7565,
    "year": 1905,
    "title": "Japanese troops advancing into position - on the investment line - Siege or Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7566,
    "year": 1905,
    "title": "Advancing across an open field - Japan's sturdy soldiers at Port Arthur",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr52z/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7567,
    "year": 1905,
    "title": "Detachments advancing by rushes - Japanese crossing a field towards the front - Port Arthur",
    "verso": "You are less than two miles from the firing-line, with these reserves who wait behind the shoulder or a hill for orders to reinforce their comrads. Port Arthur itself is only three miles distant in the direction in which these men are moving; the most formidable of all the Russian forts are nearer still, so near that the shricks of their flying shells fill the air, answering the ferocious thunder of 11-inch Japanese mortars. Now and then a Russian shell that comes in screaming search for the hidden Japanese siege guns drops in this very cornfield. But these men expect any moment to be called to face still bigger chances of sudden death, so they hardly consider at all the possibility of a shell's dropping right here. The officer in charge is giving them one more - very likely their last - drill, in tactics they will have soon to put in practice just at the other side of the hill which now screens them from the enemy's sight. It is Jananese genius for exact preparation almost as much as Japanese courage, which is deciding the fate of this war. Here, while awaiting the summers to what may be a hand-to-hand conflict, they are being put through movements they must remember an hour later on an other field where the sky will rain bullets, In all prob﻿ability what these men will do will be to creep through one of the zigzag trenches. Then the word will come to scramble out of even that meagre shelter and charge forward, making for the parapet of a Russian fort, while hidden earth-mines go off at the touch of their own feet as they rush to meet smoking rifle-muzzles and bursting grenades and all the hideous horrors of shrapnel and shell. (See books on Port Arthur by George Kennan, Frederick Villiers and Richard Barry.) From Notes of Travel, No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr39d/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7568,
    "year": 1905,
    "title": "Ready for defense or advance - Japanese fighters at Port Arthur",
    "verso": "Only a mile away beyond this corn-field the giant siege guns of the Japanese are hurling 11-inch shells over two ranges of hills to fall like thunderbolts on the Russian forts and on the battleships hidden in the harbor. Less than two miles away comrades of these men of the Third Imperial Army are at this moment crouching in hillside trenches they themselves have dug, the finger on the rifle-trigger ready to fire at the least sign of stir in Russian trenches barely two hundred yards distant. In the Russian trenches kneel men with rifles just as good and eye-sight just as keen. Every now and then a Russian bullet does find its mark; a limp and bloody thing is pushed away from the place where a man of the Mikado had knelt a moment before. A comrade swiftly and silently takes his place. That is all. The trenches must be held, for through their scanty shelter Japanese troops are to advance perhaps to-day. In some of them the hideous intensity of the strain never lets up, day or night. Men on duty must be relieved at frequent intervals. Here are their successors. It is more than likely that many of these very fellows, hardy, sinewy young men from the factories of Osaka, or the shops of Kyoto, or the farms around Kumamoto, or the university lecture-rooms of Tokyo, will be ordered forward before another day dawns over this field. They may be picked off in the trenches. They may be cut down like cornstalks under a furious hail of shrapnel and rifle bulltes while making a dash over the glacis of a fort. The may have to face earth-mines, turning solid ground without an instant's warning in to a fiery cyclone. They may meet death in barbed wire entanglements charged with electricity or trapped in a moat walled with flame. From Notes of Travel, No. 20, copyright, 1905, by nderwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7569,
    "year": 1905,
    "title": "After the surrender - Russian prisoners awaiting transportation to Dalny and Japan - Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7570,
    "year": 1905,
    "title": "Japanese troops resting on side of Itzushan - looking over a charming valley - Port Arthur",
    "verso": "Japanese resting on side of Itzushan - Port Arthur",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7571,
    "year": 1905,
    "title": "Reserves held ready for a fierce assult on forts near Namakoyama - siege of Port Arthur",
    "verso": "Blank",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr715/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7572,
    "year": 1905,
    "title": "Japanese of the First Division ready to move into the fighiting lines - siege of Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7573,
    "year": 1905,
    "title": "Reserves awaiting orders to advance - during an assult on the Russian forts - siege of Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7574,
    "year": 1905,
    "title": "Japanese, fully equiped, awaiting the order to attack - siege of Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7575,
    "year": 1905,
    "title": "Japanese (9th Reg. 4th Div.) ready for battle - awaiting orders for the advance - siege of Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7577,
    "year": 1905,
    "title": "Some of the Japanese who climbed the bullet-swept mountain slopes - the wounded at Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7578,
    "year": 1905,
    "title": "Japan's dauntless soldiers - at the foot of Itsushan hill - during famous advance on Port Arthur",
    "verso": "Japan's dauntless soldiers at Itzushan Hill, Port Arthur",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7579,
    "year": 1905,
    "title": "Japanese skirmishers seeking cover - advancing on the great fortress - Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7581,
    "year": 1905,
    "title": "Great Japanese siege guns firing over the hills into Port Arthur",
    "verso": "The steep hillside where you stand is one of the slopes of Namakoyama, about three miles northwest of Port Arthur. It was one of the outer Russian defences. The men you see here now are enjoying only a short breathing-space between active engagements of the most horrible description. September 19th-22d their Division took part in one of the fiercest assaults of the whole siege, attacking this height in the face or shrapnel, machine-gun and rifle fire. Each man had two or three hundred rounds of ammunition and rations that would keep him in fighting strength through a second day, and up the ragged slope they swarmed, while the Japanese artillery from behind threw shells over their heads into the trenches and batteries higher up to give the Russians something else to think about! Night fell while the survivors of the Russian fire were part way up the hill, and they found shelter almost under the walls of the Russian trenches, closer than ever, but unseen from the Muscovite position above. Next day the terrific struggle began again, the Japanese away up at the very rims of the trenches; men dropped under the hideous hail till corpses strewed the earthworks, but those that were left only fought with redoubled fury. The last ten minutes were a pandemonium of hand-to-hand fighting with ﻿rifle-butts, bayonets, and hand-grenades, and at the end the surviving Russians retreated pell-mell down the hill. Two months after this negative was made, a \"certain-death party\" was called for to make the final assault on 203 Metre Hill. General Nogi's son Hoten led the charge and some of these very men followed. The hill was taken, but Hoten and most of the men never came back. (See books on Port Arthur by George Kennan, Frederic Villiers and Richard Barry). From Notes of Travel, No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:sq87dn20h/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7582,
    "year": 1905,
    "title": "A 500-lb. death=ladened shell from a Japanese gun, starting over the hills into Port Arthur",
    "verso": "That is the flying shell - the cigar-shaped speck in the sky directly over the hill. The smoke of the discharge has not yet had time to spread far into the air. Just at this side of the gun you can see rows of similar shells, each a quarter-ton of steel and Shimose powder. Two ranges of hills separate this grim and barren valley from the Gibraltar of the East. The shell you see now cleaving the sky is sent up over the hills with almost incredible accuracy of aim and range, to fall in a few seconds more on one of the Russian forts or upon one of the fated battleships hiding in the harbor. The officers in charge of this enormous mortar can see nothing whatever of their own mark; they take their orders by telephone from officers stationed on high hills that do command unobstructed views of the Russian position. The gun is mounted on foundations of solid concrete eight feet deep and its mechanical adjustment is marvelously exact. The result is that the fire from that 11-inch muzzle is marvelously accurate, every shell counting with ferocious destructiveness. It is estimated that 4,000 tons of shells were spent on Port Arthur be- fore the surrender. Down here behind the screening hills this gun is invisible to the Russians. It took them some time to locate exactly the source of its infernal messages that drop seemingly out of clear sky, but, now that they do guess pretty nearly the location of the batteries, they are constantly shelling in return, trying to put the guns out of action. (See No, 7561 for a shell bursting.) Mr. Ricalton, the photographer, had a Russian shell burst within thirty feet of him and the camera while out here making his negatives.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7583,
    "year": 1905,
    "title": "Japanese siege guns firing the deadly 500-lb shells into the doomed harbor and city, Port Arthur",
    "verso": "Port Arthur is less than three miles away in the direction in which those grim steel muzzles point, but two ranges of high hills intervene. The guns from which you see clouds of smoke rising have just sent shells weighing a quarter of a ton apiece flying over the hills at a high angle, to fall at the other side on a Russian fort. The guns are mounted on foundations of concrete eight feet deep. The mortars alone weigh over ten tons apiece and each carriage fully as much. The soldiers call them the \"Osaka babies,\" from the Japanese town in whose arsenal they were constructed. They were originally meant for coast-defence at home. The nuge machines were brought over by transports to Dalny, then up a few miles by rail. The last three to six miles they were hauled by hand on wooden rollers, 300 men tugging together at the cables. (See No. 7591 for the moving of one of these guns; No. 7585 shows their work during a terrific bombardment). The gunners down there see nothing of their own target, but take instructions about aim and range by telephone from officers stationed on distant hill-tops. You can see in the distance, across the valley, near the railway, a ruined station, burned by the Russians when they retreated, crowding into Port Arthur in May. Every now and then Russian shells come ripping through the air of this valley in screeching search after the big guns. Wherever they strike they burst, and flying fragments of steel are likely to kill anywhere within a hundred yards. One such shell did take the head off a Japanese gunner, and sent seven other men to hospital only the day before the photographer was out here with his stereoscopic camera. From Notes of Travel, No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7584,
    "year": 1905,
    "title": "In a hillside trench, watching effect of the Japanese guns - siege of Port Arthur",
    "verso": "Port Arthur is less than three miles away in the direction in which those grim steel muzzles point, but two ranges of high hills intervene. The guns from which you see clouds of smoke rising have just sent shells weighing a quarter of a ton apiece flying over the hills at a high angle, to fall at the other side on a Russian fort. The guns are mounted on foundations of concrete eight feet deep. The mortars alone weigh over ten tons apiece and each carriage fully as much. The soldiers call them the \"Osaka babies,\" from the Japanese town in whose arsenal they were constructed. They were originally meant for coast-defence at home. The nuge machines were brought over by transports to Dalny, then up a few miles by rail. The last three to six miles they were hauled by hand on wooden rollers, 300 men tugging together at the cables. (See No. 7591 for the moving of one of these guns; No. 7585 shows their work during a terrific bombardment). The gunners down there see nothing of their own target, but take instructions about aim and range by telephone from officers stationed on distant hill-tops. You can see in the distance, across the valley, near the railway, a ruined station, burned by the Russians when they retreated, crowding into Port Arthur in May. Every now and then Russian shells come ripping through the air of this valley in screeching search after the big guns. Wherever they strike they burst, and flying fragments of steel are likely to kill anywhere within a hundred yards. One such shell did take the head off a Japanese gunner, and sent seven other men to hospital only the day before the photographer was out here with his stereoscopic camera. From Notes of Travel, No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7585,
    "year": 1905,
    "title": "History's greatest bombardment - shells from 200 Japanese guns shattering E. Keikan fort, Port Arthur",
    "verso": "Only three quarters of a mile away from this hill where you stand now those belching clouds of smoke show where Japanese shells are bursting around one of the strongest of all the Russian defences. But it is not smoke alone that you see; it is also flying earth, stones, timbers rent into kindling wood; in many cases those furious volcano-like outbursts from the exploding shells are carrying up into the air torn fragments of what two seconds ago were strong, sound human bodies. This negative was made during the famous bombardment of Octover 30th, 1904. You are facing south-east; Port Arthur is a little farther to the right, down below the hills. The gigantic 11-inch guns that do the most extraordinarily terrific execution of all are at your right, down behind a screening wall of hills, wholly invisible to Russian eyes. (See stereographs of thos very siege guns at the moment of firing.) The hillsides below those forts are gashed and seamed with zigzag trenches, dug by the Japanese, as approaches for bodies of infantry. You can see some of them now but they are hardly distinguishable from natural ridges and ravines. The batteries together hurled more than four thousand shells into the forts yonder on this one day. Then there was a lull in the bombardment, and an assaulting party rushed out of the trenches to storm the Russian defences at close range. Only thirty out of eight hundred survived. The rest, dead and wounded together, were left sprinkled like flies over the hillsides, their comrades being unable to rescue their bodies. (Read the accounts given by George Kennan and Frederic Villiers). From Notes of Travel, No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb93x/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7586,
    "year": 1905,
    "title": "Destroyers of Port Arthur - huge Japanese guns which hurled 500-lb. shells into the doomed fortress",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7590,
    "year": 1905,
    "title": "Great guns ready to take over the hills to their emplacements in Japanese siege lines - Port Arthur",
    "verso": "You are beside the Russian railway between Dalny and Port Arthur, about four miles northeast of the town. These enormous steel mortars resting on wooden rollers have just been lifted by a derrick off flat-cars on the railway track behind you. From this point they are to be hauled by gangs of soldiers-three hundred tugging at once on stout cables (see No. 7591), and so moved nearly six miles farther. These monster howitzers were made over in Japan for coast defence; the soldiers call them the \"Osaka babies.\" Their use in the bombardment of the Russian forts and war-ships is regarded as one of the most remarkable feats in all military history. After being hauled into place they were mounted on foundations of solid concrete eight feet deep and fed with shells weighing 500 lbs. apiece. The shells were heavily charged with Shimose powder, a new contact explosive of terrific power invented by a Japanese. By the almost phenomenal accuracy of their fire (there were twenty of these that came to the help of the two or three hundred smaller guns), they succeeded in wrecking every one of the Russian battleships hidden in the harbor and in so battering the Russian forts that General Stossel could by no possibility hold out against them. The most extraordinary fact about the whole thing is that these guns fired from down behind a screen of two ranges of hills, hidden entirely from the desperate Russians, the battery officers getting instructions as to direction and range of fire by telephone from distant observers on Takushan and 203 Metre Hill! (See No. 7687 for gun-loading; 7559-7560 for the firing, a shell actually visible in its flight). From Notes of Travel, No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7591,
    "year": 1905,
    "title": "Hundreds of Japanese dragging a massive 11-in. siege gun six miles to its emplacement - Port Arthur",
    "verso": "Unknown",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:pv63gb52p/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7592,
    "year": 1905,
    "title": "Japanese sheltered under walls of dynamited North Fort - part still occupied by Russians",
    "verso": "This cavern has been dug and blasted out by the Japanese themselves from the solid rock and concrete forming the foundations of the North (Keekwan) fort of the Russians. At the very moment while you see these Japanese huddled together under the broken walls, the Russians are still in possession of the defences. Mr. Ricalton, the photographer who made this negative, had to creep with his camera through long stretches of zigzag trenches in order to get here from the Japanese lines. A good part of the way even the trenches afforded little protection from the fierce fire of the Russians. (See especially the stereograph entitled \"A Japanese parallel near the Russian forts, showing a victim of the desperate siege\"; the dead man there had just been picked off by a Russian sharpshooter). Mr. Ricalton writes of his experience in this hole under the fort, while making the negative for the view you have now: \"I could not stand a foot farther back on account of Russian bullets. The Japanese were also firing from every peephole. A dynamite explosion took place while I was inside, shaking the earth and covering everything with dirt. It was hell on every side.\" The first assaults on this fort where you are now made a part of the indescribably frightful defeats suffered by the Japanese in August. It was not until later, when the gigantic 11 inch siege guns were in place and could hurl quarter ton shells into the Russian position above your head, that the Japanese were able to dig their approaching trenches and so burrow like this under the very feet of the enemy. (See steregraphs showing the furious bombardment of the Keekwan forts, and others of the great siege guns, with shells actually flying through the air). From Notes of Travel No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7593,
    "year": 1905,
    "title": "Professor Ricalton, with Japanese officers of 11th Division, at foot of Takushan, Port Arthur",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3b10000/3b14000/3b14900/3b14926r.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7594,
    "year": 1905,
    "title": "Japanese \"Parallel\" near the Russian forts - a victim of the desperate siege - Port Arthur",
    "verso": "This is actually within seventy-five yards of the North Fort, while Russians with machine-guns, bombs and rifles were desperately trying to prevent the Japanese from extending the \"parallel\" trench in which you stand. The photographer says: \"It was so near the Russians that digging became impossible, so sand-bags and brushwood had to be thrown up at night; and even at night the loss of life was great; both sides kept up a constant rifle-fire during the night - the Russians to prevent work by the Japanese and the Japanese firing continuously to silence the Russians.\" That dead man was killed only a few moments before the photographer came through with his camera. It was through this awful hurrow that the Japanese did creep up to the very walls of the North Fort till they could blow up with dynamite parts of the solid rock and superposed masonry, under the feet of the enemy (See stereograph entitled, \"Japanese sheltered under dynamited walls of the North Fort\"). Every foot of the way along here the soldiers who threw up these screens of brush and sand-bags could be picked off like flies, but more men were waiting in the trench just behind; every man who dropped had a successor ready. Apparently somebody had begun to move this dead body out of the way just before the negative was made. Sometimes the fearful haste of advance was such that corpses had to be left where they fell. Sometimes the Russians, with atrocious shrewdness, kept up a specially murderous fire over a bid of ground where wounded men lay dying by inches, preventing all attempts at rescue. (Read books on Port Arthur by George Kennan, Frederic Villiers and Richard Barry). From Notes of Travel. No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7595,
    "year": 1905,
    "title": "Digging to victory - Japanese \"siege parallel\" nearing the Russian forts - siege of Port Arthur",
    "verso": "Barely three hundred yards away are Russian trenches set with machine guns and manned by vigilant sharpshooters. There is merely a shoulder of the hill to screen these Japanese sappers at their work. You can see ahead where the burrow goes straggling across the valley; its turns were made in order to keep as far as possible out of sight. It was not always possible. They tried to push the work along at certain points under cover of night, carrying off the debris in baskets and concealing signs of work, but Russian searchlights swinging and sweeping across country from the hill-top forts found them out. A part of the way digging just like this had to be done under the enemy's fire. When one man fell with a steel pellet in his brain another man simply took up the pickaxe and continued the task. The term \"siege parallel\" describes the general plan of advancing trenches in Z shaped lines, i. e., lines approximately parallel with the enemy's entrenchments and with each other, connected by still other sections. oblique to the enemy's so as never to present a straight opening towards him, yet constantly creeping nearer and nearer. Trenches just like this led far up towards the Keekwan (Cockscomb) forts, then turned into rock- tunnels and bored and blasted under the very masonry ﻿of the fort, enabling Nogi's men actually to blow up parts of the supposedly impregnable stronghold from under the feet of the garrison! Through this trench regiments crept up under the Russian walls; within this scanty shelter they often lived for days awaiting the chance to spring. Back through its devious way the wounded and killed were borne off to the field hospitals. From Notes of Travel, No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr59w/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7596,
    "year": 1905,
    "title": "Keeping below the dead line--in Japanese trenches near the Russian forts, Port Arthur",
    "verso": "This trench begins in a Manchu farmer's field in a valley north of Port Arthur, and leads by a series of zigzags up nearer and nearer one of the Russian forts. There are eighteen miles of just such burrows as this. Japanese soldiers with pickaxes and shovels did the work (mainly under cover of the night), keeping wherever possible under some screening shoulder of a hill, carrying the debris off in baskets to points out of sight of the Russian sentinels, and, as fast as they went along, making the outside look as much as possible like the untouched earth of the fields through which the burrow advanced. The sand-bags are there to smother the explosive fury of such Russian shells as do drop here every now and then since the gunners on the heights above began to realize that something ominous is going on in this neighborhood. The planks, masked with dirt and cornstalks, shield from Russian eyes an angle where the cutting might otherwise be evident. Some trenches of this sort were dug under a fierce Russian fire. The officers crouching in the lee of the sand-bags have their swords covered with khaki wrappings; no gleam of steel should be seen here. The photographer, while exploring these trenches, had his instructions where to hurry, where to hug the wall, where to leave an interval of a certain number of yards between himself and the man next ahead; that last is sometimes a vital consideration, for a Russian gunner who would hesitate to expend a valuable shell on one man would think it a good investment if he had for his target a group of two or three. A telephone line runs the whole length of this trench, giving instant communication with headquarters, a couple of miles farther back in the valley. Possibly it may be that which we see at the right.",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3c10000/3c12000/3c12600/3c12666v.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7597,
    "year": 1905,
    "title": "Japanese in a captured Russian fort - showing a broken Russian gun - siege of Port Arthur",
    "verso": "You are on a high hill a mile and a half northeast of Fort Arthur, inside one of the Russian trenches that (???) part of the West Banjusan or Panlungshan fortifications. This height was one link in the close chain of forts encircling the town. That gun at the left took a furious part in the shelling of Japanese troops while they were struggling to capture it. Outside, on the hill-slope, the Russian engineers had arranged entangling lines of barbed wire, and searchlights swept at night over all visble approaches. All the same the Japanese came on. In a single one of the successive assaults on this very hill one Japanese regiment, they say, lost all but seventeen men. A heroic remrant that survived the first horrers stood for hours knee deep in a muddy ditch among the bleeding corpses of their comrades, until the moment came for one more desperate charge. The final leap upon these trenches. was an inferno of fire and steel, bayonets serving when there was no time nor space to load and fire. Now here are the Japanese taking their turn in crouching behind the peep-holes, check to the rifle barrel, ready to snipe at any second the Russian who should show the gleam of a similar rifle or the outline of a cap in trenches not yet taken, 500 yards away. In order to make this negative, the photographer, Mr. Ricalton, had to creep cautionsly through sections of trench where Russian shrapnel was dropped (???) where Russian bullets came with deadly promptness to investigate any sign of life or movement. One Japanese soldier was killed almost where you stand now having been seen by the enemy's sharpshooters while he was peering out between those sand-bags.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7599,
    "year": 1905,
    "title": "Camp of the famous 9th Division - under sheltering hills, close to fighting line - Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7601,
    "year": 1905,
    "title": "Japanese winter camp near investment lines - siege of Port Arthur",
    "verso": "This is about three miles north of the town. A range of high hills stands as a screen behind you, between the camp and the fighting lines. Through the summer and fall low shelter-tents of canvas and matting were pitched in this neighborhood, the walls being more or less open and exposed to the weather. But the Manchurian winter brings bitter cold, and this is the sort of transformation that the men have brough about to secure cover from the deadly chill of November and December. Pits have been dug from four to six feet deep and roofed with canvases you can see the inclined approach to this nearest tent and to the one beyond the road. Camp housekeeping is nowhere over fastidious, but these Japanese are by instinct and training exceedingly near; the sanitary authorities enforce wise precautions, and the result is a wonderfully small number of sick-cases in the field hospitals. Rice, dried fish, tinned meats and shard-tack are the chief diet, cigarettes almost the only luxury. All the drinking water is boiled. Some of the officers are quartered in Manchu farmers' houses in little villages like that one in the distance among the trees. All such points have telephone connection with the trenches two or three miles away and with outlook stations on the highest hills. These men you see here now are likely to be ordered any day into the trenches, to creep up through miles of zigzag burrows into the enemy's front and share in one of the ferocious onslaughts. (See other stereographs made by Mr. Ricalton, showing life an death in the trenches only a few yards from the Russian sharp-shooters). From Notes of Travel No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7604,
    "year": 1905,
    "title": "Japanese transports carrying food from Choraizi Station to front lines - siege of Port Arthur",
    "verso": "You are more than half way along the sixteen-mile stretch of road between Dalny and Port Arthur. Since the Japanese took Dalny in May and the Russians retreated into Port Arthur, locking walls of stone and steel behind them, the Port Arthur branch of the Trans-Siberian road has been partially available for the invader's use. Trains have come up to this point, laden with supplies, and now the transport carts that you see tanged in long procession are carrying stuff the rest of the way to the front. The hourses are strong, well-fed and very well treated. Four miles or so most of the carts will go, that is, to the camps where the reserves wait their call to the fighting lines. The loads consist largely of rice in bags, tinned meats, dried fish and hard-tack. Sake - the light native wine of Japan - is obtainable at the camps; tea of course is indispensable. Cigarettes and simple candies are in large demand. The work of the commissary department is admirably done. There is always sufficient food of wholesome quality, and the soldiers keep in excellent condition. Those tents at the right, flying the Red Cross flag belond to a field hospital. Wounded men, shattered by Russian shells, or maimed by flying steel from the machine-guns, or put our of action by some Muscovite rifle, are there, being made ready for the journey down to Dalny - perhaps home to Japan. The men in charge of these carts have a less dramatic and splendid part to play, but, as the Japanese officers themselves admit, these men of the commissary department are the indispensable mainstay of the whole siege. From Notes of Travel No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7605,
    "year": 1905,
    "title": "Transport train - with General Nogi's army - nearing Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7608,
    "year": 1905,
    "title": "Little pleassures between times of desperate work - amusements during the seige of Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7610,
    "year": 1905,
    "title": "A Russian prisoner, just brought into the Japanese lines-siege of Port Arthur",
    "verso": "The fellow in the Russian blouse, with a cloth cap in his hand, is a soldier belonging to General Stoessel' forces. Hovering in the background at the left you see some Chinese workmen or camp servants, the others are men of the Sun flag. The wagons in the distance are transport carts, used for carrying supplies from this, the nearest available point on the Russian railroad. Those barren and desolate hills are just like the ones that surround Port Arthur. This particular man is a private from the ranks. Thirty-five thousand just such foot-soldiers were, shut up in Port Arthur from the middle of May when the Japanese took Nanshan until the surrender at New Year's. Many of them were uneducated peasants unable to read or write. Some were touched with the subtle fever of political discontent and served only because they had no choice; most of them clung with dogged loyalty to the idea in which they have all been drilled by officers and priests - that the Czar is the divinely ordained Little Father and that his will must necessarily be right. Over and over again during the successive assaults upon the forts, men exactly like this Russian country lad and his Japanese guard ended their lives in hand-to-hand fights scrambling over parapets, throwing hand grenades, wielding bayonets when there was neither time nor space to load and fire. Seventy nine thousand just such Russians have died here in Manchuria during 1904, and over ninety thousand Japanese. General Nogi himself srid when congratulated on the taking of Part Arthur: \"I see no reason for exultation. The cost has been too great.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7611,
    "year": 1905,
    "title": "Russian battleship \"Peresviet,\" wrecked by Japanese shells -- aground in harbor of Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7614,
    "year": 1905,
    "title": "General Baron Nogi - skillful, brave, patient, irresistible - captor of Port Arthur - at the front",
    "verso": "This is the Commander-in-Chief of the investing armies before Port Arthur. You see him at a table before his headquarters in the little Manchu village of Luchufong, only a couple of miles from the firing line. His undress uniform is dark blue; the three stars denote his rank as general. As a maker of military history this self-controlled, scholarly gentleman who sits here studying a map under the magnifier, takes rank with the greatest soldiers the western world ever produced. Never since the beginning of human warfare was there so awful a siege as that of Port Arthur; it was at its height at the time when you see him here. Here is the man whose indomitable courage and extraordinary genius for practical details shaped the most dramatically terrific struggle ever recorded into a victory for Japan. The great man comes of distinguished samurai ancestry, and he has willingly given his two sons for the cause of the nation. In May, at Nanshan, thirty miles above here, the Japanese captured Russian defences commanding a narrow isthmus. Thirty-five hundred men died there in a single day and the General's son Shoten was one, but from that day Port Arthur was cut off from all land communication with the rest of the world. It was the beginning of the end. In November, when a last assault was being made on 203 Metre Hill, a \"certain-death party\" was called for to fling themselves upon the Russian lines, and General Nogi's son Hoten was one of the volunteers. The young lieutenant never came back, but 203 Metre Hill was taken. It was the possession of that height which finally made it possible for the fire of the huge siege guns to smash the forts, to  wreck the hidden battleships, and to compel General Stoessel's surrender. From Notes of Travel, No. 20, copyright, 1905, by Underwood & Underwood.",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:02871v77w/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7617,
    "year": 1905,
    "title": "General Ijichi, chief, and members of General Nogi's staff, at headquarters before Port Arthur",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3b30000/3b36000/3b36200/3b36240r.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7709,
    "year": 1905,
    "title": "Russian ships 'Pallada' (left) and 'Pobieda' (right) wrecked below Golden Hill, Port Arthur",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3c00000/3c05000/3c05400/3c05469v.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7710,
    "year": 1905,
    "title": "Wrecked Russian ships 'Poltava' (left) and 'Retvizan' (right) from deck of 'Peresviet,' Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7711,
    "year": 1905,
    "title": "The tomb of a great fleet - looking over wrecked Russian ships to Golden Hill Fort, Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7712,
    "year": 1905,
    "title": "Distant transports sunk in harbor entrance, and Russian ships wrecked by Japanese, Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7713,
    "year": 1905,
    "title": "A dead war monster - Russian battleship 'Peresviet' wrecked by Japanese shells, Port Arthur harbor",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3f00000/3f06000/3f06300/3f06353v.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7714,
    "year": 1905,
    "title": "Mountains wrecked by war - from near Keekwan to North Fort - after the surrender of Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7716,
    "year": 1905,
    "title": "Explosion of a Russian earth-mine seen from Ehrlungshan-W. over railway to Antzushan, Port Arthur",
    "verso": "Explosion of a Russian earth-mine - from Ehrlungshan, Port Arthur. Explosion d une mine de terre russe - depuis Ehrlungshan, Port Arthur. Explosion einer russischen Land-Mine - von Ehrlungshan, Port Arthur. Explosión de una mina subterránea rusa - desde Ehrlungshan, Puerto Arthur. Explodering af en rysk land-mina - från Ehrlungshan, Port Arthur.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7724,
    "year": 1905,
    "title": "After a fierce assault - every man killed looking from Russian fort, Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7725,
    "year": 1905,
    "title": "The horrors of modern war - a trench filled with Japanese dead - in a Russian fort, Port Arthur",
    "verso": "We are in the front lines of the Russian defenders of Port Arthur. the Zaredutarya battery is only a few rods away. The unconcerend air of these stalwart Russians seems inconceivable, but a soldier becomes used to the sight of horrors almost unsnnpeakable. Only a few hours ago the Japanese, whose corpses we see crammed into the trench, made a dash up here against the battery. They came from the farther side of that wall. Through peep-hiles in the wall (we can see such holes now over the shoulders of those men at the right) the Russians watched them coming. The gunes of the battery were turned against them. Every rifle in here behind the wall rained steel in their faces. More than half of their number dropped on the bare, rocky hillside over beyond that wall; a remnant did swarm over the barrier in a desperate attempt to take this ground by storm. (See No. 7724 for the hillside as seen when the firing ceased.) Once inside here it was a pandemonium of horro. Bayonets were of more use than bulletsat such hideously close range. Now the Russians have carried off their own wounded to the nearest field hospital. they have mended the wall and piled up more sand-bags. As for the Japanese... there is nothing to do for them except to pile their torn and bloody corpses into the deep trench and cover them over. There are no prisoners. There are none merely wounded. Of the whole assaulting company, every man lies dead here at the victors' feet. And yet another company of Japanese may make just such an assult at almost any hour of any day! From Notes of Travel, No. 24. Copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7726,
    "year": 1905,
    "title": "200 Japanese buried by Russians inside fort - every man entering killed by bayonet - Port Arthur",
    "verso": "This is close by the Zaredutraya battery on a hill between one and two miles out from the town. That barrier of stones, earth and sand-bags is part of the old wall built for defense by the Chinese. Notice at the right, just behind a Russian soldier with his rifle, a couple of peep-holes in the wall. Only a few hours ago sharp-shooters in here behind the barrier watched through those holes the sudden advance of a couple of hundred Japanese who made a dash up here hoping to take the battery. They had to make a rush across an open slope, where they were good marks for machine guns and for these very rifles. More than half the number fell before any could reach that barrier, but a good many did marvelously escape the fire and came swarming, scrambling madly over the wall towards where we stand now. These Russians were ready for them with fixed bayonets. There was no time to load and fire. A few minutes' desperate slashing, men grappling with each other like maddened beasts... and it was over. Half an hour after the watchers through these peep-holes first caught sight of the coming enemy, it was ended. The Russian loss was heavy, but no man grudged that as the price of victory. Every last man of the Japanese had been slain. Not one soul was left. There was a long deep trench here behind the wall. It had not been dug for a grave, but it would serve. At this moment the Russians are packing into the trench the last of the dead bodies of the foe, and are throwing on dirt and rubbish to help cover the awful tokens of their victory (No. 7724 shows the slope outside before any of the dead had been gathered up for burial.) From Notes of Travel No 24 Copyright, 1905, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7727,
    "year": 1905,
    "title": "Burying the Russians killed in the desperate fighting on 203 Metre Hill in besieged Port Arthur",
    "verso": "",
    "image": "https://bpldcassets.blob.core.windows.net/derivatives/images/commonwealth:cf95jr473/image_access_800.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7728,
    "year": 1905,
    "title": "The shattered remains of Russian heroes who were killed near 203 Metre Hill, Port Arthur",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3f00000/3f06000/3f06300/3f06352v.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7730,
    "year": 1905,
    "title": "In besieged Port Arthur - Russians praying over dead comrades brought back from the front",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7731,
    "year": 1905,
    "title": "Hasty funeral rites - last honors to the dead Russian heroes - in besieged Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7732,
    "year": 1905,
    "title": "Russians at diner in a trench while comrades watch for the Japanese - during the siege of Port Arthur",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7733,
    "year": 1905,
    "title": "The Heroine of Port Arther - the only woman soldier - killed here a few hours later",
    "verso": "We are here within the Russian lines and right in the zone of fire. The powerful Wolf Battery of the Russians is only a short distance away at our right. This trench leads from that battery to another on the hill ahead. The Japanese are at the farther side of that hill and off at the left. For weeks before the Russian photographer was here the Japanese had been shelling the Wolf battery, trying to wreck its powerful 9-inch guns. Many a time Japanese shells struck and burst on these hillsides. The heavy planks that we see laid over the trench at intervals are meant for shelters against flying stones and deadly fragments of steel as they are hurled in all directions when the charge of Shimose powder explodes, tearing open the metal case. At this instant a shell has just struck and burst where you see that sudden up-rush of smoke and steam and dirt and rocks and flying scraps of metal. It was, of course, only by a lucky chance that the photographer and his camera escaped the pieces: A shell can easily kill any creature at this. distance. It merely happened this time that no damage was done beyond tearing a deep hole in the side of the hill. (See Nos. 7581-7583 for a sight of some of the Japanese guns in action-possibly the one that fired, this very shell) From Notes of Travel, No. 24. Copyright, 100s, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7735,
    "year": 1905,
    "title": "Bursting Japanese shell 200 ft. away, seen from Russian trench near Wolf Battery, Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7738,
    "year": 1905,
    "title": "The Surrender - Japanese sentinels relieving Russian sentinels in an outer fort - Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": "7748(?)",
    "year": 1905,
    "title": "Field Marhsal Marquis Oyama, at Mukden, Manchuria - commanding Japan's victorious armies",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 7802,
    "year": 1905,
    "title": "Destroying Russian ships and town - terrific rain of great Japanese shells - in Port Arthur",
    "verso": "Terrific rain of great Japanese shells - Port Arthur during the siege",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 8108,
    "year": 1905,
    "title": "Japanese soldiers overlooking the town and harbor captured by their heroism, Port Arthur",
    "verso": "We are on the summit of Quail Hill, 600 feet above the sea, looking northeast over a part of the old Chinese town of Port Arthur, a few weeks after its surrender to the Japanese. The \"New Town\" where the Russian warehouses, shops and residences were located, is a couple of miles away at our right; the Golden Hill Fort and the harbor are also too far to the right for us to see at this moment. The conspicuous building on the low hill directly before us is a Russian jail. That body of water in the middle distance is an extension of the Naval Basin, and connects with the harbor off at the right. Those buildings in the middle distance, at the right and left of the Basin, belonged to the Russian Naval Department. Over beyond those farthest hills we get a long outlook over the Yellow Sea toward distant Korea. It was a few miles off-shore straight beyond that hill at the extreme right, that the Russian Petropavlosk, April 13, 1904, was sunk by an exploding mine, going down to the bottom with Admiral Makaroff and six hundred men on board. These Japanese looking off over the town have come in under the Japanese commander, General Baron Nogi since the signing of the capitulation papers. Month after month they had been fighting and waiting and fighting again, only three miles or so away at bur left. They and their comrades had dug miles of trenches, faced the horrors of the Russian batteries, and sent thousands of tons of deadly shells of their own flying over this very hill where we are now, to rain destruction on the Russian forts and warships.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 8109,
    "year": "",
    "title": "A Russian earth mine exploding near base of Antzushan - 600 lbs. of powder - Port Arthur",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 8112,
    "year": 1906,
    "title": "Expecting an attack from Russian cavalry - alert Japanese near Telhing, Manchuria",
    "verso": "",
    "image": "https://tile.loc.gov/storage-services/service/pnp/cph/3b20000/3b26000/3b26100/3b26198r.jpg"
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 8114,
    "year": 1906,
    "title": "Why the Japanese were always ready - practice behind loop-holes of wall, Fakumen, Manchuria",
    "verso": "Unknown",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 8118,
    "year": 1905,
    "title": "Japan's famous medical service - battle-maimed soldiers recovering in Kojimachi Hospital, Tokyo",
    "verso": "The men in this ward have been brought over in transport ships from Dalny after awful battles in Manchuria. They were all rather serious cases - the smaller hurts were quickly mended in the Dalny Hospital or the various field-hospitals. The institution where we are now is the largest in Tokyo. This surgeon and his confreres are thoroughly (?)ipped, perfectly familiar with the most advanced scientific methods that are taught in Vienna or Paris, and their devotion to duty equals that of the fighting men themselves. The Red Cross nurses are described by an ex-patient as \"white-robed little brown angels.\" Perfectly trained under experts, sworn to chastity like religions devotees, pouring into their work a combination of womanly tenderness, scientific enthusiasm and patriotic ardor, their slender, active little figures seem never know a moment's weariness, and their sun- shiny spirits never a cloud of discouragement, or a breath of selfish thought. The marvelously effective work of the Japanese hospital service during the war has become justly celebrated. Surgeons of long experience in other countries consider it a splendid demonstration of scientific possi- bilities. The frightful Japanese losses during the war were almost all by death in actual fighting at forts and trenches. Reports of observers tell of a division of 14,000 men with only 17 in hospital. In nearly 10,000 cases treated at one hospital there were only 34 deaths. Out of 600 serious operations in one hospital there were but six deaths. The transportation of sick and wounded from Manchuria to Japan here was acomplished with hardly any deaths on the way. From Notes of Travel No. 37, copyright, 1906, by Underwood & Underwood.",
    "image": ""
  },
  {
    "publisher": "Underwood & Underwood",
    "catalog_number": 8451,
    "year": "",
    "title": "Japanese Army crossing pontoon bridge over Hun River marching on Mukden, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Universal View Co.",
    "catalog_number": "",
    "year": 1905,
    "title": "Japanese Transport Men Getting Supplies Forward to Kuroki Enrout to Liao Yang, From Base at Antung, Manchuria",
    "verso": "",
    "image": ""
  },
  {
    "publisher": "Universal View Co.",
    "catalog_number": "",
    "year": 1905,
    "title": "Japanese Troops Drilling in Streets of Feng Wang Cheng, Kuroki's Headquarters Before Capture of Liao Yang, Manchuria",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": "",
    "year": "",
    "title": "Chariage de munition pour l'armie Japonaise",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 35,
    "year": "",
    "title": "L'aile gauche Japonaise (?) prepar(?) l'attaque (?)",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 45,
    "year": "",
    "title": "Une rue au Port Arthur",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 51,
    "year": "",
    "title": "Le port a'Chifu",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 52,
    "year": "",
    "title": "Une famille Coréene",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 53,
    "year": "",
    "title": "Un marchand de paniers",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 102,
    "year": "",
    "title": "A Company of Sixth Division on Parade Grounds, Tokio. Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 103,
    "year": "",
    "title": "Military Funeral of Capt. Mirose, Tokio, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 105,
    "year": "",
    "title": "Naval Funeral of Vice Commander Shirose, Tokio, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 106,
    "year": "",
    "title": "Wounded Soldiers returning to Japan from Manchuria",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 107,
    "year": "",
    "title": "New Recruits Awaiting Orders, Tokio, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 108,
    "year": "",
    "title": "Russian Officers (Dis) cussing the War News, St. Petersburg, Russia",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 112,
    "year": "",
    "title": "Detachment of the Japanese Army Passing Through a Korean Town",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 113,
    "year": "",
    "title": "Coolies Unloading Military Stores at Pieng Yang, Korea",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 114,
    "year": "",
    "title": "Japanese Troops Boarding the Train at Seoul, Korea",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 122,
    "year": "",
    "title": "Hospital Corps Ready to Leave Seoul for Manchuria China",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 124,
    "year": "",
    "title": "The Crew of the Russian Battleship \"Retvizan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "Unknown",
    "catalog_number": 125,
    "year": "",
    "title": "Nuptial Celebration of a Prince of Japan, Tokyo, Japan",
    "verso": "Blank",
    "image": ""
  },
  {
    "publisher": "The F… Photographic Publishing Co.",
    "catalog_number": 14361,
    "year": "",
    "title": "Wrecked Engines of War, Port Arthur",
    "verso": "Blank",
    "image": ""
  }
]